Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# legendsNoGlobalRankDescription
source: You are currently not ranked globally with {trophies} trophies.
cs: V současné době nemáš globální pořadí s {trophies} trofejemi.
da: Du er i øjeblikket ikke rangeret globalt med {trophies} trofæer.
de: Du hast derzeit keinen globalen Rang mit {trophies} Trophäen.
fi: Et ole tällä hetkellä maailmanlaajuisesti listattuna {trophies} palkalla.
fr: Vous n'êtes actuellement pas classé mondialement avec {trophies} trophées.
hi: वर्तमान में आप {trophies} ट्रॉफियों के साथ वैश्विक स्तर पर रैंक नहीं किए गए हैं।
it: Attualmente non sei classificato globalmente con i trofei {trophies}.
nl: Je staat momenteel niet wereldwijd gerangschikt met {trophies} trofeeën.
pl: Obecnie nie jesteś w rankingu globalnym z {trophies} puszkami.
pt: Não está atualmente classificado globalmente com {trophies} troféus.
tr: Şu anda {trophies} kupa ile küresel sıralamada yer almıyorsunuz.
uk: Наразі ви не в глобальному рейтингу з {trophies} трофеями.
ur: آپ فی الحال {trophies} ٹرافیوں کے ساتھ عالمی سطح پر درجہ بندی میں نہیں ہیں.
zh: 您目前没有在全国范围内获得排名（{trophies}）。

# legendsGlobalRankDescription
source: You are currently ranked {rank} globally with {trophies} trophies.
cs: Momentálně jste {rank} globálně s {trophies} trofejemi.
da: Du er i øjeblikket rangeret {rank} globalt med {trophies} trofæer.
de: Du bist derzeit auf Rang {rank} global mit {trophies} Trophäen.
fr: Vous êtes actuellement classé {rank} mondialement avec {trophies} trophées.
nl: Je staat momenteel op rang {rank} wereldwijd met {trophies} trofeeën.
pl: Aktualnie zajmujesz {rank} miejsce na świecie z {trophies} puszkami.
tr: Şu anda {trophies} kupa ile küresel olarak {rank}. sıradasın.

# legendsNoRank
source: No ranking
cs: Žádné hodnocení
da: Ingen placering
de: Kein Ranking
fi: Ei sijoitusta
fr: Non classé
hi: कोई रैंकिंग नहीं
it: Nessuna classifica
nl: Geen ranking
pl: Brak rankingu
pt: Sem classificação
tr: Sıralama yok
uk: Немає рейтингу
ur: کوئی درجہ بندی نہیں۔
zh: 暂无排名

# legendsBestTrophies
source: Best Trophies
cs: Nejlepší trofeje
da: Bedste Trofæer
de: Beste Trophäen
fi: Parhaat Palkinnat
fr: Plus haut trophées
hi: सर्वश्रेष्ठ ट्रॉफियां
it: Migliori Trofei
nl: Beste trofeeën
pl: Najlepsze Puszki
pt: Melhores troféus
tr: En İyi Kupalar
uk: Кращі Трофеї
ur: بہترین ٹرافیاں
zh: 最高奖杯

# legendsMostAttacks
source: Most Attacks
cs: Nejvíce útoků
da: Flest Angreb
de: Meiste Angriffe
fi: Eniten Hyökkäyksiä
fr: Plus d'attaques
hi: सर्वाधिक हमले
it: Più Attacchi
nl: Meeste aanvallen
pl: Najwięcej Ataków
pt: Maior número de ataques
tr: En Çok Saldırı
uk: Найбільша кількість атак
ur: زیادہ تر حملے
zh: 最多进攻次数

# legendsLastSeason
source: Last Season
cs: Poslední sezóna
da: Sidste Sæson
de: Letzte Saison
fi: Viime Kausi
fr: Dernière saison
hi: पिछला सीज़न
it: Ultima Stagione
nl: Laatste seizoen
pl: Ostatni Sezon
pt: Última temporada
tr: Geçen Sezon
uk: Минулий сезон
ur: آخری سیزن
zh: 上一赛季

# legendsBestRank
source: Best Global Rank
cs: Nejlepší globální hodnost
da: Bedste Globale Rang
de: Bester globaler Rang
fi: Paras Maailmanlaajuinen Sijoitus
fr: Meilleur classement
hi: सर्वश्रेष्ठ वैश्विक रैंक
it: Miglior Rango Globale
nl: Beste wereldwijde positie
pl: Najlepszy Globalny Ranking
pt: Melhor Rank Global
tr: En İyi Küresel Sıralama
uk: Найкращий глобальний ранг
ur: بہترین عالمی درجہ بندی
zh: 最佳全球等级

# legendsTrophiesBySeason
source: Trophies by season
cs: Trofeje podle sezóny
da: Trofæer efter sæson
de: Trophäen nach Saison
fi: Palkinnot kauden mukaan
fr: Trophées par saison
hi: सीज़न के अनुसार ट्रॉफियाँ
it: Trofei per stagione
nl: Trofeeën per seizoen
pl: Puchary według sezonu
pt: Troféus por temporada
tr: Sezonlara göre kupalar
uk: Трофеї за сезон
ur: سیزن کی حساب سے ٹرافی
zh: 每赛季的奖杯数

# legendsEosTrophies
source: End Of Season Trophies
cs: Konec sezonních trofejí
da: Afslutning Af Sæson Trofæer
de: Trophäen nach Saisonende
fi: Kauden Palkinnot Päättyvät
fr: Trophées en fin de saison
hi: सीज़न के अंत की ट्रॉफियाँ
it: Trofei Di Fine Stagione
nl: Einde van seizoen trofeeën
pl: Puszki Na Koniec Sezonu
pt: Troféus de fim de temporada
tr: Sezon Sonu Kupaları
uk: Трофеї в кінці сезону
ur: سیزن ٹرافی کا اختتام
zh: 赛季结束前的奖杯数

# legendsEosDetails
source: End Of Season Details
cs: Detaily konce sezóny
da: Afslutning Af Sæson Detaljer
de: Details zum Saisonende
fi: Kauden Loppu Yksityiskohdat
fr: Détails de fin de saison
it: Dettagli Di Fine Stagione
nl: Einde van seizoen details
pl: Szczegóły końca sezonu
tr: Sezon Sonu Detayları

# legendsInaccurateTitle
source: Inaccurate data?
cs: Nepřesná data?
da: Unøjagtige data?
de: Ungenaue Daten?
fi: Epätarkkoja tietoja?
fr: Données erronnées ?
hi: गलत डेटा?
it: Dati inaccurati?
nl: Onjuiste gegevens?
pl: Nieprecyzyjne dane?
pt: Dados imprecisos?
tr: Veri yanlış mı?
uk: Некоректні дані?
ur: غلط ڈیٹا؟
zh: 数据不准确？

# legendsInaccurateIntro
source: Due to limitations of the Clash of Clans API, our data might not always be perfectly accurate. Here's why:
cs: Vzhledem k omezením Clash of Clans API nemusí být naše data vždy zcela přesná. Zde je proč:
da: På grund af begrænsninger i sammenstød mellem klaner API, vores data måske ikke altid være helt nøjagtige. Her er hvorfor:
de: Aufgrund der begrenzten Clash of Clans API könnten unsere Daten nicht immer genau sein. Warum du hier siehst:
fr: En raison des limitations de l'API de Clash of Clans, nos données peuvent ne pas toujours être parfaitement précises. Voici pourquoi :
hi: क्लैश ऑफ़ क्लैंस API की सीमाओं के कारण, हमारा डेटा हमेशा पूरी तरह सटीक नहीं हो सकता है। इसका कारण यह है:
it: A causa delle limitazioni dell'API Clash of Clans, i nostri dati potrebbero non essere sempre perfettamente accurati. Ecco perché:
nl: Vanwege beperkingen van de Clash of Clans API zijn onze gegevens mogelijk niet altijd perfect accuraat. Hier is waarom:
pl: Ze względu na ograniczenia w API Clash of Clans, nasze dane mogą czasami nie być całkowicie dokładne. Dlaczego tak się dzieje:
pt: Devido às limitações da API do Clash of Clãs, nossos dados nem sempre podem ser perfeitamente precisos. Veja o porque:
tr: Clash of Clans API'sinin sınırlamaları nedeniyle, verilerimiz her zaman mükemmel derecede doğru olmayabilir. İşte nedeni:
uk: Через обмеження Clash of Clans API, наші дані можуть бути не завжди точними. Ось чому:
ur: Clash of Clans API کی حدود کی وجہ سے، ہمارا ڈیٹا ہمیشہ بالکل درست نہیں ہو سکتا۔ یہاں کیوں ہے:
zh: 由于Clans API分类的限制，我们的数据可能并不总是完全准确。可能有以下原因：

# legendsInaccurateApiDelayTitle
source: 1. API Delay:
cs: 1. API zpoždění:
da: 1. Api Forsinkelse:
de: 1. API-Verzögerung:
fi: 1. Api Viive:
fr: 1. Délai de l'API :
hi: एपीआई विलंब:
it: 1. Ritardo Api:
nl: 1. API-vertraging:
pl: 1. Opóźnienie interfejsu API:
pt: 1. Atraso da API:
tr: 1. API Gecikmesi:
uk: 1. Затримка API:
ur: 1. API تاخیر:
zh: 1. API 延迟：

# legendsInaccurateApiDelayBody
source: The API can take up to 5 minutes to update, causing a lag in reflecting real-time trophy changes.
cs: Aktualizace API může trvat až 5 minut, což způsobí zaostávání odrážející změny trofeje v reálném čase.
da: API kan tage op til 5 minutter at opdatere, hvilket forårsager en forsinkelse i afspejler real-time trofæ ændringer.
de: Die API kann bis zu 5 Minuten für die Aktualisierung benötigen, was zu einer Verzögerung bei der Abbildung von Echtzeit-Trophäenänderungen führt.
fi: API voi kestää jopa 5 minuuttia päivittää, aiheuttaa viive heijastaa reaaliaikaisen pokaalin muutoksia.
fr: L'API peut prendre jusqu'à 5 minutes pour se mettre à jour, ce qui provoque un décalage dans l'affichage des changements de trophées en temps réel.
hi: एपीआई को अपडेट होने में 5 मिनट तक का समय लग सकता है, जिससे वास्तविक समय में ट्रॉफी में होने वाले परिवर्तनों को दर्शाने में देरी हो सकती है।
it: L'API può richiedere fino a 5 minuti per aggiornare, causando un ritardo nel riflettere i cambiamenti del trofeo in tempo reale.
nl: De API kan tot 5 minuten duren om bij te werken, wat een vertraging veroorzaakt bij het weergeven van realtime trofeewijzigingen.
pl: API może zaktualizować się maksymalnie do 5 minut, co powoduje opóźnienie w odzwierciedleniu zmian w czasie rzeczywistym w puszkach.
pt: A API pode demorar até 5 minutos para atualizar, causando um atraso na reflexão das mudanças de troféus em tempo real.
tr: API'nin güncellenmesi 5 dakikaya kadar sürebilir ve bu da gerçek zamanlı kupa değişikliklerinin yansıtılmasında gecikmeye neden olabilir.
uk: API може оновлюватися до 5 хвилин, що спричиняє затримку у зображенні змін трофеїв в реальному часі.
ur: API کو اپ ڈیٹ ہونے میں 5 منٹ تک کا وقت لگ سکتا ہے، جس کی وجہ سے ریئل ٹائم ٹرافی کی تبدیلیوں کو ظاہر کرنے میں وقفہ ہوتا ہے.
zh: API可能需要长达5分钟的时间进行更新，从而导致反映实时奖杯变化的滞后。

# legendsInaccurateConcurrentTitle
source: 2. Concurrent Changes:
cs: 2. Souběžné změny:
da: 2. Samtidige Ændringer:
de: 2. Gleichzeitige Änderungen:
fi: 2. Samanaikaiset Muutokset:
fr: 2. Changements simultanés :
hi: समवर्ती परिवर्तन:
it: 2. Modifiche Concorrenti:
nl: 2. Gelijktijdige wijzigingen:
pl: 2. Zmiany jednoczesne:
pt: 2. Alterações simultâneas:
tr: 2. Eş Zamanlı Değişiklikler:
uk: 2. Можливі зміни:
ur: 2. ہم آہنگی تبدیلیاں:
zh: 2.合并奖杯：

# legendsInaccurateMultipleAttacksTitle
source: - Multiple Attacks/Defences:
cs: - Více úderů/obran:
da: - Flere Angreb/Forsvar:
de: - Mehrere Angriffe/Verteidigungen:
fi: - Useita Hyökkäyksiä/Puolustuksia:
fr: - Attaques/Défenses multiples :
hi: - बहुविध आक्रमण/रक्षा:
it: - Attacchi Multipli/Difese:
nl: - Meerdere aanvallen/verdedigingen:
pl: - Wielokrotne Ataki/Obrony:
pt: - Múltiplos Ataques/Defesas:
tr: - Çoklu Saldırılar/Savunmalar:
uk: - Кілька нападів/Захистів:
ur: - متعدد حملے/دفاع:
zh: - 多次攻击/防御：

# legendsInaccurateMultipleAttacksBody
source: If multiple attacks or defences happen in quick succession, the API might show combined results (e.g., +68 or -68).
cs: Pokud dojde k více útokům nebo obranám v rychlém sledování, může API zobrazit kombinované výsledky (např. +68 nebo -68).
da: Hvis flere angreb eller forsvar sker i hurtig rækkefølge, API kan vise kombinerede resultater (f.eks. +68 eller -68).
de: Wenn mehrere Angriffe oder Verteidigungen schnell hintereinander auftreten, kann die API kombinierte Ergebnisse anzeigen (z. B. +68 oder -68).
fi: Jos useita hyökkäyksiä tai puolustuksia tapahtuu nopeasti peräkkäin, API voi näyttää yhdistetyt tulokset (esim. +68 tai -68).
fr: Si plusieurs attaques ou défenses se produisent en succession rapide, l'API peut afficher des résultats combinés (par exemple, +68 ou -68).
hi: यदि एक के बाद एक कई हमले या बचाव होते हैं, तो API संयुक्त परिणाम दिखा सकता है (उदाहरण के लिए, +68 या -68)।
it: Se più attacchi o difese avvengono in rapida successione, l'API potrebbe mostrare risultati combinati (ad esempio, +68 o -68).
nl: Als meerdere aanvallen of verdedigingen kort na elkaar plaatsvinden, kan de API gecombineerde resultaten weergeven (bijv. +68 of -68).
pl: Jeśli następuje kilka ataków lub obron w szybkiej kolejności, API może pokazać połączone wyniki (np. +68 lub -68).
pt: Se múltiplos ataques ou defesas acontecerem em rápida sucessão, a API pode mostrar resultados combinados (Ex., +68 ou -68).
tr: Birden fazla saldırı veya savunma hızlı bir şekilde gerçekleşirse, API birleşik sonuçlar gösterebilir (örneğin, +68 veya -68).
uk: Якщо декілька атак або захистів відбуваються одна за одною швидко, API може показати комбіновані результати (наприклад, +68 або -68).
ur: اگر ایک سے زیادہ حملے یا دفاع یکے بعد دیگرے ہوتے ہیں، تو API مشترکہ نتائج دکھا سکتا ہے (جیسے، +68 یا -68).
zh: 如果连续发生多次攻击或防御，API可能会显示合并结果(如+68 或 -68)。

# legendsInaccurateSimultaneousTitle
source: - Simultaneous Attack and Defence:
cs: - Současný útok a obrana:
da: - Samtidig angreb og forsvar:
de: - Gleichzeitiger Angriff und Verteidigung:
fi: - Samanaikainen hyökkäys ja puolustus:
fr: - Attaque et défense simultanées :
hi: एक साथ आक्रमण और बचाव:
it: - Attacco e difesa simultanea:
nl: - Gelijktijdige aanval en verdediging:
pl: - Atak i obrona jednocześnie:
pt: - Ataques e Defesas simultâneas:
tr: - Eş Zamanlı Saldırı ve Savunma:
uk: - Одночасна атака та оборона:
ur: - بیک وقت حملہ اور دفاع:
zh: - 同时攻击和防御：

# legendsInaccurateSimultaneousBody
source: If an attack and defence occur at the same time, you might see a mixed result (e.g., +4).
cs: Pokud se současně objeví útok a obrana, můžete vidět smíšený výsledek (např. +4).
da: Hvis et angreb og forsvar opstår på samme tid, kan du se et blandet resultat (fx, +4).
de: Wenn ein Angriff und eine Verteidigung gleichzeitig auftreten, siehst du möglicherweise ein gemischtes Ergebnis (z.B. +4).
fi: Jos hyökkäys ja puolustus tapahtuu samaan aikaan, saatat nähdä sekoitettu tulos (esim. +4).
fr: Si une attaque et une défense se produisent en même temps, vous pourriez voir un résultat mixte (par exemple, +4).
hi: यदि आक्रमण और बचाव एक ही समय पर होते हैं, तो आपको मिश्रित परिणाम दिखाई दे सकता है (उदाहरण के लिए, +4)।
it: Se un attacco e una difesa si verificano allo stesso tempo, si potrebbe vedere un risultato misto (ad esempio, +4).
nl: Als een aanval en verdediging op hetzelfde moment plaatsvinden, zie je mogelijk een gemengd resultaat (bijv. +4).
pl: Jeśli atak i obrona wystąpią jednocześnie, możesz zobaczyć mieszany wynik (np. +4).
pt: Se um ataque e uma defesa ocorrerem em simultâneo, poderá ver um resultado misto (Ex., +4).
tr: Eğer saldırı ve savunma aynı anda gerçekleşirse, karışık bir sonuç görebilirsiniz (örneğin, +4).
uk: Якщо напад та захист відбуваються одночасно, ви можете побачити змішаний результат (наприклад, +4).
ur: اگر حملہ اور دفاع ایک ہی وقت میں ہوتا ہے، تو آپ کو ملا جلا نتیجہ نظر آ سکتا ہے (جیسے، +4).
zh: 如果同时发生攻击和防御，你可能会看到好坏参半的结果(例如+4。

# legendsInaccurateNetGainTitle
source: 3. Net Gain/Loss:
cs: 3. Čistý zisk/ztráta:
da: 3. Nettogevinst/-tab:
de: 3. Netto-Gewinn/Verlust:
fi: 3. Netto Voitto/tappio:
fr: 3. Gain/Perte net(te) :
hi: 3. शुद्ध लाभ/हानि:
it: 3. Guadagno Netto:
nl: 3. Netto winst/verlies:
pl: 3. Zysk/Strata:
pt: Ganho/Perda Líquida:
tr: 3. Net Kazanç/Kayıp:
uk: 3. Чистий прибуток/збиток:
ur: خالص فائدہ/نقصان:
zh: 3. 净增益：

# legendsInaccurateNetGainBody
source: Despite timing issues, the overall net gain or loss for the day is accurate.
cs: Navzdory problémům s časováním je celkový čistý zisk nebo ztráta za den přesný.
da: Trods timing problemer, den samlede netto gevinst eller tab for dagen er nøjagtig.
de: Trotz zeitlicher Probleme ist der Netto-Gewinn/Verlust des Tages korrekt.
fi: Aika-asioista huolimatta päivän nettovoitto tai tappio on tarkka.
fr: Malgré les problèmes de synchronisation, le gain ou la perte net(te) pour la journée est précis(e).
hi: समय संबंधी मुद्दों के बावजूद, दिन का समग्र शुद्ध लाभ या हानि सटीक है।
it: Nonostante i problemi di tempistica, il guadagno netto complessivo o la perdita per il giorno è accurato.
nl: Ondanks de timing problemen, is het nettoresultaat van de gehele dag wel correct.
pl: Mimo problemów z czasem ogólny zysk lub strata netto za dzień są dokładne.
pt: Apesar dos problemas de tempo, o ganho ou perda líquida geral do dia é precisa.
tr: Zamanlama sorunlarına rağmen, günün genel net kazanç veya kaybı doğrudur.
uk: Всупереч проблемі з часом, загальний чистий приріст або втрата за день точні.
ur: وقت کے مسائل کے باوجود، دنوں کے لیے مجموعی خالص فائدہ یا نقصان درست ہے.
zh: 尽管时间安排有问题，但这一天的净损益总额是准确的。

# legendsInaccurateConclusion
source: These limitations are common across all tools using the Clash of Clans API. We sadly can't fix that as it is in Supercell's hands. We do our best to compensate for these limits and provide results as close to reality as possible. Thank you for understanding!
cs: Tato omezení jsou běžná pro všechny nástroje, které používají Clash z Clans API. Bohužel to nemůžeme opravit tak, jak je to v Superceleru rukou. Děláme vše, co je v našich silách, abychom tyto limity kompenzovali a poskytovali výsledky co nejblíže realitě. Děkujeme za pochopení!
da: Disse begrænsninger er fælles på tværs af alle værktøjer ved hjælp af Clash of Clans API. Vi kan desværre ikke ordne det, som det er i Supercell's hænder. Vi gør vores bedste for at kompensere for disse grænser og give resultater så tæt på virkeligheden som muligt. Tak for forståelsen!
de: Diese Einschränkungen sind bei allen Tools, die die Clash of Clans API verwenden, üblich. Leider können wir das nicht beheben, da es in den Händen von Supercell liegt. Wir tun unser Bestes, um diese Grenzen auszugleichen und Ergebnisse so nah wie möglich an der Realität zu liefern. Vielen Dank für dein Verständnis!
fi: Nämä rajoitukset ovat yleisiä kaikissa työkaluissa käyttäen Clash of klaanit APIa. Valitettavasti emme voi korjata sitä, koska se on Supercellin käsissä. Teemme parhaamme kompensoidaksemme nämä rajat ja tuottaaksemme tuloksia mahdollisimman lähellä todellisuutta. Kiitos ymmärryksestäsi!
fr: Ces limitations sont communes à tous les outils utilisant l'API de Clash of Clans. Nous ne pouvons malheureusement pas résoudre ce problème car cela dépend de Supercell. Nous faisons de notre mieux pour compenser ces limites et fournir des résultats les plus proches de la réalité possible. Merci de votre compréhension !
hi: ये सीमाएँ क्लैश ऑफ़ क्लैंस API का उपयोग करने वाले सभी टूल में आम हैं। दुख की बात है कि हम इसे ठीक नहीं कर सकते क्योंकि यह सुपरसेल के हाथों में है। हम इन सीमाओं की भरपाई करने और यथासंभव वास्तविकता के करीब परिणाम प्रदान करने के लिए अपना सर्वश्रेष्ठ प्रयास करते हैं। समझने के लिए धन्यवाद!
it: Queste limitazioni sono comuni a tutti gli strumenti che utilizzano l'API Clash of Clans. Purtroppo non possiamo risolvere questo problema come è nelle mani di Supercell. Facciamo del nostro meglio per compensare questi limiti e fornire risultati il più vicino possibile alla realtà. Grazie per la comprensione!
nl: Deze beperkingen zijn gebruikelijk bij alle tools die de Clash of Clans API gebruiken. Helaas kunnen we dat niet oplossen omdat het in handen van Supercell ligt. We doen ons best om deze limieten te compenseren en resultaten te bieden die zo dicht mogelijk bij de werkelijkheid liggen. Bedankt voor je begrip!
pl: Te ograniczenia są powszechne we wszystkich narzędziach korzystających z API Clash of Clans. Niestety nie możemy tego naprawić, ponieważ znajduje się to w rękach Supercell. Robimy wszystko, aby zrekompensować te ograniczenia i dostarczyć wyniki możliwie najbliższe rzeczywistości. Dziękujemy za zrozumienie!
pt: Estas limitações são comuns em todas as ferramentas que usam a API do Clash of Clans. Nós, infelizmente, não podemos arrumar o que está nas mãos da Supercell. Nós fazemos o nosso melhor para compensar estes limites e providenciar os resultados mais próximos possíveis da realidade. Obrigado pela sua compreensão!
tr: Bu sınırlamalar Clash of Clans API'sini kullanan tüm araçlarda yaygındır. Ne yazık ki bunu düzeltemeyiz çünkü bu Supercell'in elinde. Bu sınırlamaları telafi etmek ve gerçeğe olabildiğince yakın sonuçlar sağlamak için elimizden geleni yapıyoruz. Anlayışınız için teşekkür ederiz!
uk: Ці обмеження поширені у всіх інструментах, які використовують API гри Clash of Clans. Нам дуже шкода, що ми не можемо це виправити, оскільки це у руках Supercell. Ми робимо все можливе, щоб компенсувати ці обмеження та надати результати якомога ближчі до реальності. Дякуємо за розуміння!
ur: یہ حدود Clash of Clans API کا استعمال کرتے ہوئے تمام ٹولز میں عام ہیں۔ ہم افسوس سے اسے ٹھیک نہیں کر سکتے کیونکہ یہ سپر سیل کے ہاتھ میں ہے۔ ہم ان حدود کی تلافی کرنے کی پوری کوشش کرتے ہیں اور ممکنہ حد تک حقیقت کے قریب نتائج فراہم کرتے ہیں۔ سمجھنے کے لیے آپ کا شکریہ!
zh: 这些限制在使用部落冲突API的所有工具上都很常见。遗憾的是，我们无法修复这个问题，因为它的所有权是在Supercell的手中。 我们尽最大努力弥补这些限制，提供尽可能接近现实的结果。谢谢你们的理解！

# statsSeasonStats
source: Season Stats
cs: Statistiky sezony
da: Sæson Statistik
de: Saison-Statistiken
fi: Kauden Tilastot
fr: Statistiques de saison
hi: सीज़न आँकड़े
it: Statistiche Stagione
nl: Seizoenstatistieken
pl: Statystyki sezonowe
pt: Estatísticas de temporada
tr: Sezon İstatistikleri
uk: Статистика сезону
ur: سیزن کے اعدادوشمار
zh: 赛季数据

# statsByDay
source: By Day
cs: Podle dne
da: Efter Dag
de: Nach Tag
fi: Päivän Mukaan
fr: Par jour
hi: दिन होने तक
it: Per Giorno
nl: Per dag
pl: Wg dnia
pt: Por dia
tr: Güne göre
uk: За день
ur: دن کی طرف سے
zh: 按天

# statsBySeason
source: By Season
cs: Podle sezony
da: Efter Sæson
de: Nach Saison
fi: Kauden Mukaan
fr: Par saison
hi: मौसम के अनुसार
it: Per Stagione
nl: Per seizoen
pl: Wg sezonu
pt: Por temporada
tr: Sezona göre
uk: За сезон
ur: سیزن کے لحاظ سے
zh: 按赛季

# statsDayIndex
source: Day {index}
cs: Den {index}
da: Dag {index}
de: Tag {index}
fi: Päivä {index}
fr: Jour {index}
hi: दिन {index}
it: Giorno {index}
nl: Dag {index}
pl: Dzień {index}
pt: Dia {index}
tr: Gün {index}
uk: День {index}
ur: دن {index}
zh: 第{index}天

# statsIndexDays
source: {index} days
cs: {index} dnů
da: {index} dage
de: {index} Tage
fi: {index} päivää
fr: {index} jours
hi: {index} दिन
it: {index} giorni
nl: {index} dagen
pl: {index} dni
pt: {index} dias
tr: {index} günler
uk: {index} Днів
ur: {index} دن
zh: {index}天

# statsSeasonDate
source: {date} season
cs: sezóna {date}
da: {date} sæson
de: {date} Saison
fi: {date} kausi
fr: Saison {date}
hi: {date} सीज़न
it: {date} stagione
nl: {date} seizoen
pl: sezon {date}
pt: Temporada {date}
tr: {date} sezon
uk: Сезон {date}
ur: {date} سیزن
zh: {date}赛季

# statsAllTownHalls
source: All Town Halls
cs: Všechny radnice
da: Alle Rådhuse
de: Alle Rathäuser
fi: Kaikki Kaupungit
fr: Tous Hôtels de ville
hi: सभी टाउन हॉल
it: Tutti I Municipi
nl: Alle stadhuizen
pl: Wszystkie Ratusze
pt: Todos os centros de vila
tr: Tüm Belediye Binaları
uk: Всі ратуші
ur: تمام ٹاؤن ہالز
zh: 所有大本营

# statsMembers
source: Members Stats
cs: Statistiky členů
da: Medlems Statistik
de: Mitglieder Statistik
fi: Jäsenten Tilastot
fr: Statistiques des membres
hi: सदस्य आँकड़े
it: Statistiche Membri
nl: Ledenstatistieken
pl: Statystyki członków
pt: Estatísticas de membros
tr: Üye İstatistikleri
uk: Статистика учасників
ur: ممبر کے اعدادوشمار
zh: 成员统计

# todoTitle
source: To-do list
cs: Seznam úkolů
da: Gøremålsliste
de: To-do-Liste
fi: Tehtäväluettelo
fr: Tâches du jour
hi: करने के लिए सूची
it: Elenco cose da fare
nl: Takenlijst
pl: Lista rzeczy do zrobienia
pt: Lista de tarefas
tr: Yapılacaklar Listesi
uk: Список справ
ur: کرنے کی فہرست
zh: 待办事宜列表

# todoExplanationTitle
source: Task Calculation
cs: Výpočet úlohy
da: Beregning Af Opgave
de: Aufgabenberechnung
fi: Tehtävän Laskeminen
fr: Le calcul des tâches
hi: कार्य गणना
it: Calcolo Attività
nl: Taakberekening
pl: Obliczenia zadania
pt: Cálculo de tarefa
tr: Görev Hesaplaması
uk: Розрахунок завдання
ur: ٹاسک کیلکولیشن
zh: 任务计算方法
