Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# authPasswordConfirmHint
source: Re-enter your new password
de: Gib dein neues Passwort erneut ein
fr: Confirmer le mot de passe
nl: Voer je nieuwe wachtwoord opnieuw in
pl: Wprowadź ponownie swoje nowe hasło
tr: Yeni şifrenizi tekrar girin

# authPasswordResetSuccess
source: Password reset successful! You can now log in.
de: Passwort erfolgreich zurückgesetzt! Du kannst dich jetzt anmelden.
fr: Mot de passe réinitialisé avec succès ! Tu peux maintenant te connecter.
nl: Wachtwoord succesvol opnieuw ingesteld! Je kunt nu inloggen.
pl: Hasło zostało zresetowane! Teraz możesz się zalogować.
tr: Şifre başarılı bir şekilde sıfırlandı. Giriş yapabilirsiniz.

# authPasswordResetContinue
source: Continue to Reset Password
de: Zurücksetzen des Passworts fortsetzen
fr: Continuer à réinitialiser le mot de passe
nl: Doorgaan naar wachtwoord opnieuw instellen
pl: Kontynuuj resetowanie hasła
tr: Şifreyi Sıfırlamaya Devam Et

# authPasswordResetCode
source: Reset Code
fr: Code de réinitialisation
pl: Kod resetowania
tr: Sıfırlama Kodu

# authPasswordResetCodeHint
source: Enter the 6-digit code from your email
de: Gib den 6-stelligen Code aus deiner E-Mail ein
fr: Saisis le code à 6 chiffres reçu par e-mail
nl: Voer de 6-cijferige code uit je e-mail in
pl: Wprowadź 6-cyfrowy kod z adresu e-mail
tr: E-postanızdaki 6 haneli kodu girin

# authPasswordResetCodeRequired
source: Please enter the reset code
de: Bitte gib den Reset-Code ein
fr: Merci d'entrer le code de réinitialisation
nl: Voer de resetcode in
pl: Proszę wprowadzić kod resetowania
tr: Lütfen sıfırlama kodunu girin

# authPasswordResetCodeInvalid
source: Please enter a valid 6-digit code
de: Bitte gib einen gültigen 6-stelligen Code ein
fr: Merci de saisir un code valide à 6 chiffres
nl: Voer een geldige 6-cijferige code in
pl: Wprowadź prawidłowy 6-cyfrowy kod
tr: Lütfen geçerli bir 6 haneli kod girin

# authBackToLogin
source: Back to Login
de: Zurück zur Anmeldung
fr: Retour à la page de connexion
nl: Terug naar inloggen
pl: Wróć do logowania
tr: Giriş sayfasına dön

# authUsernameLabel
source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
tr: Kullanıcı Adı
uk: Ім'я користувача
ur: صارف نام
zh: 用户名

# authUsernameRequired
source: Please enter a username
cs: Zadejte prosím uživatelské jméno
da: Indtast venligst et brugernavn
de: Bitte gib einen Benutzernamen ein
fi: Ole hyvä ja anna käyttäjänimi
fr: Saisis un nom d'utilisateur
hi: कृपया उपयोगकर्ता नाम दर्ज करें
it: Inserisci un nome utente
nl: Voer een gebruikersnaam in
pl: Wprowadź nazwę użytkownika
pt: Por favor, insira um nome de utilizador
tr: Lütfen bir kullanıcı adı girin
uk: Будь ласка, введіть ім'я користувача
ur: براہ کرم ایک صارف نام درج کریں
zh: 请输入用户名

# authUsernameTooShort
source: Username must be at least 3 characters
cs: Uživatelské jméno musí mít alespoň 3 znaky
da: Brugernavn skal være på mindst 3 tegn
de: Benutzername muss mindestens 3 Zeichen lang sein
fi: Käyttäjänimen tulee olla vähintään 3 merkkiä pitkä
fr: Le nom d'utilisateur doit contenir au moins 3 caractères
it: Il nome utente deve contenere almeno 3 caratteri
nl: Gebruikersnaam moet minimaal 3 tekens lang zijn
pl: Nazwa użytkownika musi mieć co najmniej 3 znaki
tr: Kullanıcı adı en az 3 karakter olmalı

# authErrorConnection
source: An error occurred. Please check your internet connection and try again.
cs: Došlo k chybě. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Der opstod en fejl. Kontroller din internetforbindelse og prøv igen.
de: Es ist ein Fehler aufgetreten. Bitte überprüfe deine Internetverbindung und versuche es erneut.
fi: Tapahtui virhe. Tarkista internet-yhteytesi ja yritä uudelleen.
fr: Une erreur est survenue. Vérifie ta connexion internet et réessaye.
hi: एक त्रुटि हुई। कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
it: Si è verificato un errore. Si prega di controllare la connessione internet e riprovare.
nl: Er is een fout opgetreden. Controleer je internetverbinding en probeer het opnieuw.
pl: Wystąpił błąd. Sprawdź swoje połączenie internetowe i spróbuj ponownie.
pt: Ocorreu um erro. Por favor, verifique a sua conexão de internet e tente novamente.
tr: Bir hata oluştu. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Сталася помилка. Перевірте підключення до Інтернету та спробуйте ще раз.
ur: ایک خرابی پیش آگئی۔ براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں.
zh: 发生错误，请检查网络连接并重试。

# authErrorConnectionRelaunch
source: An error occurred. Please check your internet connection and relaunch the app.
cs: Došlo k chybě. Zkontrolujte připojení k internetu a restartujte aplikaci.
da: Der opstod en fejl. Kontroller din internetforbindelse og genstart appen.
de: Es ist ein Fehler aufgetreten. Bitte überprüfe deine Internetverbindung und starte die App erneut.
fi: Tapahtui virhe. Tarkista internet-yhteytesi ja käynnistä sovellus uudelleen.
fr: Une erreur s'est produite, vérifie ta connexion internet et relance l'application.
hi: एक त्रुटि हुई। कृपया अपना इंटरनेट कनेक्शन जांचें और ऐप पुनः लॉन्च करें।
it: Si è verificato un errore. Controlla la tua connessione internet e riavvia l'app.
nl: Er is een fout opgetreden. Controleer je internetverbinding en start de app opnieuw op.
pl: Wystąpił błąd. Sprawdź swoje połączenie internetowe i uruchom aplikację ponownie.
pt: Ocorreu um erro. Por favor, verifique a sua conexão de internet e reinicie a aplicação.
tr: Bir hata oluştu. Lütfen internet bağlantınızı kontrol edin ve uygulamayı yeniden başlatın.
uk: Сталася помилка. Будь ласка, перевірте підключення до Інтернету та перезапустіть додаток.
ur: ایک خرابی پیش آگئی۔ براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں اور ایپ کو دوبارہ لانچ کریں.
zh: 发生错误，请检查网络连接并重新启动应用。

# authErrorEmailAlreadyRegistered
source: This email is already registered. Please try logging in instead.
de: Diese E-Mail-Adresse ist bereits registriert. Bitte versuche dich stattdessen anzumelden.
fr: Cet e-mail est déjà enregistré. Essaie plutôt de te connecter.
nl: Dit e-mailadres is al geregistreerd. Probeer in plaats daarvan in te loggen.
pl: Ten adres e-mail jest już zarejestrowany. Spróbuj zalogować się.
tr: Bu e-posta zaten kayıtlı. Lütfen giriş yapmayı deneyin.

# authErrorEmailAlreadyPending
source: A verification email was already sent to this address. Please check your email or try resending.
de: Eine Bestätigungs-E-Mail wurde bereits an diese Adresse gesendet. Bitte überprüfe deine E-Mails oder versuche sie erneut zu senden.
fr: Un e-mail de vérification a déjà été envoyé à cette adresse. Vérifie ton adresse e-mail ou essaie de le renvoyer.
nl: Er is al een verificatiemail naar dit adres gestuurd. Controleer je e-mail of probeer het opnieuw te versturen.
pl: Wiadomość weryfikacyjna została już wysłana na ten adres. Sprawdź swoją wiadomość e-mail lub spróbuj wysłać ponownie.
tr: Bu adrese bir doğrulama e-postası zaten gönderildi. Lütfen e-postanızı kontrol edin veya tekrar göndermeyi deneyin.

# authErrorEmailInvalidFormat
source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.
fr: Merci de saisir une adresse e-mail valide.
nl: Voer een geldig e-mailadres in.
pl: Podaj poprawny adres e-mail.
tr: Lütfen geçerli bir e-posta adresi girin.

# authErrorPasswordWeak
source: Password is too weak. Please use a stronger password.
de: Passwort ist zu schwach. Bitte verwende ein stärkeres Passwort.
fr: Le mot de passe est trop faible. Merci d'utiliser un mot de passe plus fort.
nl: Het wachtwoord is te zwak. Gebruik een sterker wachtwoord.
pl: Hasło jest zbyt słabe. Proszę użyć silniejszego hasła.
tr: Şifre çok zayıf. Lütfen daha güçlü bir şifre kullanın.

# authErrorUsernameInvalid
source: Username is invalid. Please use only letters, numbers, and underscores.
de: Benutzername ist ungültig. Bitte verwende nur Buchstaben, Zahlen und Unterstriche.
fr: Le nom d'utilisateur n'est pas valide. Merci d'utiliser uniquement des lettres, des chiffres et des tirets bas.
nl: Gebruikersnaam is ongeldig. Gebruik alleen letters, cijfers en lage streepjes.
pl: Nazwa użytkownika jest nieprawidłowa. Proszę używać tylko liter, cyfr i podkreśleń.
tr: Kullanıcı adı geçersiz. Lütfen yalnızca harf, rakam ve alt çizgi kullanın.

# authErrorRegistrationFailed
source: Registration failed. Please try again later.
de: Registrierung fehlgeschlagen. Bitte versuche es später erneut.
fr: Échec de l'inscription, merci de réessayer plus tard.
nl: Registratie is mislukt. Probeer het later opnieuw.
pl: Rejestracja nie powiodła się. Spróbuj ponownie później.
tr: Kayıt işlemi başarısız, lütfen daha sonra tekrar deneyin.

# authErrorEmailSendFailed
source: Failed to send verification email. Please try again later.
de: Fehler beim Senden der Bestätigungs-E-Mail. Bitte versuche es später erneut.
fr: Le code de vérification n'a pas pu être envoyé, merci de réessayer plus tard.
nl: Verzenden van verificatie e-mail mislukt. Probeer het later opnieuw.
pl: Nie udało się wysłać e-maila weryfikacyjnego. Spróbuj ponownie później.
tr: Doğrulama e-postası gönderilemedi. Lütfen daha sonra tekrar deneyin.

# authErrorRateLimited
source: Too many attempts. Please wait a moment and try again.
de: Zu viele Versuche. Bitte warte einen Moment und versuche es erneut.
fr: Trop de tentatives. Merci de réessayer plus tard.
nl: Te veel aanmeldpogingen. Wacht even en probeer het opnieuw.
pl: Zbyt wiele prób. Proszę poczekać chwilę i spróbować ponownie.
tr: Çok fazla giriş denemesi. Lütfen biraz bekleyip tekrar deneyin.

# authErrorServerUnavailable
source: Server is temporarily unavailable. Please try again later.
de: Der Dienst ist vorübergehend nicht verfügbar. Bitte versuche es später erneut.
fr: Ce service est temporairement indisponible. Merci de réessayer plus tard.
nl: De server is tijdelijk niet beschikbaar. Probeer het later opnieuw.
pl: Usługa jest chwilowo niedostępna. Spróbuj ponownie później.
tr: Hizmet geçici olarak kullanılamıyor. Lütfen daha sonra tekrar deneyin.

# authAccountManagement
source: Add, remove, and reorder your Clash of Clans accounts here. Verify your accounts with a token to access all features.
cs: Přidejte, odeberte a upravte pořadí účtů Clash z Clans. Ověřte své účty pro přístup ke všem funkcím.
de: Füge hier deine Clash of Clans - Accounts hinzu, entferne und sortiere sie neu. Verifiziere deine Accounts mit einem Token, um auf alle Funktionen zuzugreifen.
fi: Lisää, poista ja järjestä uudelleen Clash of klaanit -tilit. Tarkista tilisi käyttääksesi kaikkia ominaisuuksia.
fr: Ajoute, supprime et réorganise tes comptes Clash of Clans ici. Vérifie tes comptes grâce à un token pour accéder à toutes les fonctionnalités.
hi: Account Management
it: Add, remove, and reorder your Clash of Clans accounts here. Verify your accounts to access all features.
nl: Voeg hier je Clash of Clans-accounts toe, verwijder ze of wijzig de volgorde. Verifieer je accounts met een token om toegang te krijgen tot alle functies.
pl: Dodaj, usuń i zmień kolejność swoich kont Clash of Clans tutaj. Zweryfikuj swoje konta tokenem, aby uzyskać dostęp do wszystkich funkcji.
pt: Add, remove, and reorder your Clash of Clans accounts. Verify your accounts to access all features.
tr: Clash of Clans hesaplarınızı buradan ekleyin, kaldırın ve yeniden sıralayın. Tüm özelliklere erişmek için hesaplarınızı bir jetonla doğrulayın.
uk: Account Management
ur: Add, remove, and reorder your Clash of Clans accounts. Verify your accounts to access all features.
zh: Account Management

# authAccountConnected
source: Connected Accounts
cs: Připojené účty
da: Tilsluttede Konti
de: Verbundene Konten
fi: Yhdistetyt Tilit
fr: Comptes connectés
it: Account Connessi
nl: Verbonden accounts
pl: Połączone konta
tr: Bağlı Hesaplar

# authAccountConnectedStatus
source: Connected
cs: Připojeno
da: Forbundet
de: Verbunden
fi: Yhdistetty
fr: Connecté
it: Connesso
nl: Verbonden
pl: Połączony
tr: Bağlı

# authAccountNotConnected
source: Not connected
cs: Nepřipojeno
da: Ikke forbundet
de: Nicht verbunden
fi: Ei yhdistetty
fr: Non connecté
it: Non connesso
nl: Niet verbonden
pl: Nie połączony
tr: Bağlı değil

# authAccountEmailAndPassword
source: Email & Password
cs: E-mail & heslo
da: Email & Adgangskode
de: E-Mail & Passwort
fi: Sähköposti Ja Salasana
fr: Email et mot de passe
it: Email E Password
nl: E-mail & wachtwoord
pl: E-mail i hasło
tr: E-posta ve Şifre

# authAccountSecured
source: Your account is secured with multiple authentication methods
cs: Váš účet je zabezpečen více metodami ověřování
da: Din konto er sikret med flere godkendelsesmetoder
de: Dein Konto ist mit mehreren Authentifizierungsmethoden gesichert
fi: Tilisi on suojattu useilla tunnistautumistavoilla
fr: Votre compte est sécurisé avec plusieurs méthodes d'authentification
it: Il tuo account è protetto con più metodi di autenticazione
nl: Je account is beveiligd met meerdere authenticatiemethoden
pl: Twoje konto jest zabezpieczone wieloma metodami uwierzytelniania
tr: Hesabın birden fazla kimlik doğrulama yöntemiyle güvence altında

# authAccountLinkEmail
source: Link Email Account
cs: Propojit e-mailový účet
da: Link E-Mail Konto
de: E-Mail-Konto verknüpfen
fi: Linkitä Sähköpostitili
fr: Lier un compte email
it: Collega Account Email
nl: E-mailaccount koppelen
pl: Połącz konto e-mail
tr: E-posta Hesabını Bağla

# authAccountAddEmailAuth
source: Add email & password authentication to your account for additional security.
cs: Přidejte do svého účtu e-mail a heslo pro další zabezpečení.
da: Tilføj godkendelse af e- mail og kodeord til din konto for yderligere sikkerhed.
de: Füge E-Mail- & Passwort-Authentifizierung zu deinem Konto für zusätzliche Sicherheit hinzu.
fi: Lisää sähköpostin ja salasanan todennus tilillesi lisäturvallisuuden takaamiseksi.
fr: Ajouter une authentification email/mot de passe
it: Aggiungi l'autenticazione email e password al tuo account per maggiore sicurezza.
nl: Voeg e-mail- en wachtwoordauthenticatie toe aan je account voor extra beveiliging.
pl: Dodaj uwierzytelnianie e-mail i hasło do swojego konta dla dodatkowego bezpieczeństwa.
tr: Ek güvenlik için hesabına e-posta ve şifre kimlik doğrulaması ekle.

# authAccountEmailLinkedSuccess
source: Email account successfully linked!
cs: E-mailový účet byl úspěšně propojen!
da: E-mail-konto linket sammen!
de: E-Mail-Konto erfolgreich verknüpft!
fi: Sähköposti tili onnistuneesti linkitetty!
fr: Compte email lié avec succès
it: Account email collegato con successo!
nl: E-mailaccount succesvol gekoppeld!
pl: Konto e-mail zostało pomyślnie połączone!
tr: E-posta hesabı başarıyla bağlandı!

# authEmailVerificationTitle
source: Verify Email
de: E-Mail bestätigen
fr: Vérifier l'adresse e-mail
nl: Bevestig e-mailadres
pl: Zweryfikuj adres email
tr: E-postayı Doğrula

# authEmailVerificationCheckEmail
source: Check Your Email
de: Prüfe deine E-Mails
fr: Vérifie ta boîte-mail
nl: Controleer je e-mail
pl: Sprawdź swoją skrzynkę e-mail
tr: E-postanızı Kontrol Edin

# authEmailVerificationSentTo
source: We've sent a verification email to:
de: Wir haben eine Bestätigungs-E-Mail gesendet an:
fr: Nous avons envoyé un e-mail de vérification à :
nl: We hebben een verificatie e-mail gestuurd naar:
pl: Wysłaliśmy e-mail weryfikacyjny na adres:
tr: Şu adrese doğrulama e-postası gönderdik:

# authEmailVerificationResend
source: Resend Verification Email
de: Bestätigungs-E-Mail erneut senden
fr: Renvoyer l'e-mail de vérification
nl: Verificatiemail opnieuw verzenden
pl: Wyślij ponownie e-mail z potwierdzeniem
tr: Doğrulama e-postasını tekrar gönder

# authEmailVerificationResendSuccess
source: Verification email resent successfully! Please check your email.
de: Bestätigungs-E-Mail wurde erfolgreich versandt! Bitte überprüfe deine E-Mails.
fr: E-mail de vérification renvoyé avec succès ! Vérifie ta boite-mail.
nl: Verificatiemail succesvol opnieuw verzonden! Controleer je e-mail.
pl: E-mail weryfikacyjny został wysłany ponownie! Sprawdź swoją skrzynkę e-mail.
tr: Doğrulama e-postası başarıyla tekrar gönderildi! Lütfen e-postanızı kontrol edin.

# authEmailVerificationExpired
source: Verification expired. Please register again.
de: Überprüfung ist abgelaufen. Bitte registriere dich erneut.
fr: La vérification a expiré. Merci de t'inscrire de nouveau.
nl: Verificatie verlopen. Gelieve opnieuw te registreren.
pl: Weryfikacja wygasła. Proszę zarejestrować się ponownie.
tr: Doğrulama süresi doldu. Lütfen tekrar kayıt olun.

# authEmailVerificationAlreadyVerified
source: This email is already verified. Please try logging in instead.
de: Diese E-Mail-Adresse ist bereits bestätigt. Bitte versuche dich stattdessen anzumelden.
fr: Cet e-mail est déjà enregistré. Essaie plutôt de te connecter.
nl: Dit e-mailadres is al geverifieerd. Probeer in plaats daarvan in te loggen.
pl: Ten e-mail jest już zweryfikowany. Spróbuj zalogować się.
tr: Bu e-posta zaten doğrulandı. Lütfen bunun yerine giriş yapmayı deneyin.

# authEmailVerificationNoToken
source: No pending verification found. Please register first.
de: Keine ausstehende Überprüfung gefunden. Bitte registriere dich zuerst.
fr: Aucune vérification en attente trouvée. Merci de t'inscrire d'abord.
nl: Geen lopende verificatie gevonden. Registreer eerst.
pl: Nie znaleziono oczekującej weryfikacji. Proszę najpierw się zarejestrować.
tr: Bekleyen doğrulama bulunamadı. Lütfen önce kayıt olun.

# authEmailVerificationVerifying
source: Verifying your email...
de: Deine E-Mail-Adresse wird überprüft...
fr: On vérifie ton email...
nl: Je e-mailadres verifiëren...
pl: Weryfikujemy Twój adres e-mail...
tr: E-postanız doğrulanıyor...

# authEmailVerificationCodeInstructions
source: Enter the 6-digit code sent to your email:
de: Gib den 6-stelligen Code aus deiner E-Mail ein:
fr: Saisis le code à 6 chiffres reçu par e-mail :
nl: Voer de 6-cijferige code in die naar je e-mailadres gestuurd is:
pl: Wprowadź 6-cyfrowy kod z adresu e-mail:
tr: E-postanıza gönderilen 6 haneli kodu girin:

# authEmailVerificationCodeRequired
source: Please enter the 6-digit verification code
de: Bitte gib einen 6-stelligen Bestätigungscode ein
fr: Merci d'entrer le code de vérification à 6 chiffres
nl: Voer de 6-cijferige verificatiecode in
pl: Proszę wprowadzić 6-cyfrowy kod weryfikacyjny
tr: Lütfen 6 haneli doğrulama kodunu girin

# authEmailVerificationVerify
source: Verify Code
de: Code überprüfen
fr: Vérifier le code
nl: Code verifiëren
pl: Zweryfikuj kod
tr: Doğrulama Kodu

# helpTitle
source: Need help?
cs: Potřebujete pomoc?
da: Brug for hjælp?
de: Brauchst du Hilfe?
fi: Tarvitsetko apua?
fr: Besoin d'aide ?
it: Hai bisogno di aiuto?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
tr: Yardıma mı ihtiyacın var?

# helpJoinDiscord
source: Join Discord
cs: Připojit se k Discordu
da: Deltag I Discord
de: Discord beitreten
fi: Liity Discordiin
fr: Rejoindre Discord
it: Unisciti A Discord
nl: Doe mee op Discord
pl: Dołącz do Discord
tr: Discord'a Katıl

# helpEmailUs
source: Email Us
cs: Napište nám
da: E-mail Os
de: E-Mail an uns
fi: Lähetä Meille Sähköpostia
fr: Nous envoyer un email
it: Mandaci Una Email
nl: E-mail ons
pl: Wyślij nam e-mail
tr: Bize E-posta Gönder

# accountsWelcome
source: Welcome!
cs: Vítejte!
da: Velkommen!
de: Willkommen!
fi: Tervetuloa!
fr: Bienvenue !
hi: स्वागत!
it: Benvenuto!
nl: Welkom!
pl: Witamy!
pt: Bem-vindo!
tr: Hoşgeldiniz!
uk: Вітаємо!
ur: خوش آمدید!
zh: 欢迎！

# accountsWelcomeMessage
source: Please add one or more Clash of Clans accounts to your profile. You can add or remove accounts later.
cs: Přidejte do svého profilu jeden nebo více účtů Clash Clans. Účty můžete přidat nebo odebrat později.
da: Tilføj venligst en eller flere Clash of Clans konti til din profil. Du kan tilføje eller fjerne konti senere.
de: Bitte füge ein oder mehrere Clash of Clans Konten zu deinem Profil hinzu. Du kannst später weitere Konten hinzufügen oder entfernen.
fi: Lisää profiiliisi yksi tai useampi Clash of Clans -tili. Voit lisätä tai poistaa tilejä myöhemmin.
fr: Pour commencer, ajoutez un ou plusieurs comptes Clash of Clans à votre profil. Vous pourrez en ajouter ou en supprimer à tout moment.
hi: कृपया अपनी प्रोफ़ाइल में एक या अधिक Clash of Clans खाते जोड़ें। आप बाद में खाते जोड़ या हटा सकते हैं।
it: Aggiungi uno o più account Clash of Clans al tuo profilo. Puoi aggiungere o rimuovere account in seguito.
nl: Voeg één of meer Clash Of Clans accounts toe aan je profiel. Je kan ze later ook toevoegen of verwijderen.
pl: Proszę dodać jeden lub więcej kont Clash Of Clans do swojego profilu. Możesz później dodać lub usunąć konta.
pt: Por favor, adicione uma ou mais contas de Clash of Clans ao seu perfil. Pode adicionar ou remover contas depois.
tr: Lütfen profilinize bir veya daha fazla Clash of Clans hesabı ekleyin. Daha sonra hesap ekleyebilir veya kaldırabilirsiniz.
uk: Будь ласка, додайте один або кілька облікових записів Clash of Clans до свого профілю. Ви можете додати або видалити облікові записи пізніше.
ur: براہ کرم اپنے پروفائل میں ایک یا زیادہ Clash of Clans اکاؤنٹس شامل کریں۔ آپ بعد میں اکاؤنٹس کو شامل یا ہٹا سکتے ہیں.
zh: 请将一个或多个部落冲突帐户添加到您的个人资料中。您可以稍后添加或删除帐户。

# accountsManageTitle
source: Manage your accounts
cs: Spravovat své účty
da: Administrer dine konti
de: Verwalte deine Konten
fi: Hallinnoi tilejäsi
fr: Gérer les comptes
it: Gestisci i tuoi account
nl: Beheer je accounts
pl: Zarządzaj swoimi kontami
tr: Hesaplarını yönet

# accountsNoneFound
source: No account linked to your profile found
cs: S Vaším profilem nebyl nalezen žádný účet
da: Ingen konto forbundet til din profil fundet
de: Kein mit deinem Profil verknüpftes Konto gefunden
fi: Profiiliisi linkitettyä tiliä ei löytynyt
fr: Aucun compte lié à votre profil n'a été trouvé.
hi: आपकी प्रोफ़ाइल से जुड़ा कोई खाता नहीं मिला
it: Nessun account collegato al tuo profilo trovato
nl: Geen gekoppeld account aan je profiel gevonden
pl: Nie znaleziono konta powiązanego z Twoim profilem
pt: Nenhuma conta vinculada ao seu perfil foi encontrada
tr: Profilinize bağlı bir hesap bulunamadı
uk: Не знайдено облікового запису, пов'язаного з вашим профілем
ur: آپ کے پروفائل سے منسلک کوئی اکاؤنٹ نہیں ملا
zh: 未找到与你的个人资料关联的账号

# accountsPlayerTag
source: Player Tag (#ABC123)
cs: Tag hráče (#ABC123)
da: Spiller Tag (# ABC123)
de: Spielerkürzel (#ABC123)
fi: Pelaajan Tagi (#ABC123)
fr: Tag du joueur
it: Tag Del Giocatore (#Abc123)
nl: Spelerslabel (#ABC123)
pl: Tag gracza (#ABC123)
tr: Oyuncu Etiketi (#ABC123)

# accountsEnterPlayerTag
source: Enter a player tag
cs: Zadejte štítek hráče
da: Indtast en spiller tag
de: Spielerkürzel eingeben
fi: Syötä pelaajan tagi
fr: Saisir le tag du joueur
hi: खिलाड़ी टैग दर्ज करें
it: Inserisci un tag giocatore
nl: Voer een speler-ID in
pl: Wprowadź tag gracza
pt: Introduza a tag de jogador
tr: Bir oyuncu etiketi girin
uk: Введіть тег гравця
ur: پلیئر ٹیگ درج کریں۔
zh: 输入一个玩家标签

# accountsAdd
source: Add account
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
fi: Lisää tili
fr: Ajouter
hi: खाता जोड़ें
it: Aggiungi account
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
tr: Hesap ekle
uk: Додати обліковий запис
ur: اکاؤنٹ شامل کریں۔
zh: 添加账户

# accountsAddInstruction
source: Tap the + button to add your account
de: Tippe auf die Schaltfläche +, um deinen Account hinzuzufügen
fr: Appuie sur le bouton + pour ajouter ton compte
nl: Tik op de + knop om je account toe te voegen
pl: Naciśnij przycisk +, aby dodać swoje konto
tr: Hesabınızı eklemek için + düğmesine dokunun

# accountsApiToken
source: Account API Token
cs: API token účtu
da: Konto API Token
de: Konto API-Token
fi: Tilin API-tunniste
fr: Jeton API du compte
hi: खाता API टोकन
pl: Token API konta
pt: Token API de conta
tr: Hesap API Tokeni
uk: API-токен облікового запису
ur: اکاؤنٹ API ٹوکن
zh: 帐户 API 令牌
