Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# appDescription
source: Your ultimate Clash of Clans companion for tracking stats, managing clans, and analyzing performance.
cs: Vaše konečné Clash klanů společník pro sledování statistik, správu klanů a analýzu výkonu.
da: Din ultimative Clash of Clans-ledsager til sporing af statistikker, håndtering af klaner og analyse af ydeevne.
de: Dein ultimativer Clash of Clans Begleiter zum Verfolgen von Statistiken, Verwalten von Clans und Analysieren der Leistung.
fi: Sinun lopullinen Clash of klaanit kumppani seuranta tilastoja, hallita klaaneja, ja analysoida suorituskykyä.
fr: Ton compagnon Clash of Clans préféré pour suivre tes statistiques, gérer ton clan et analyser tes performances.
hi: आंकड़ों को ट्रैक करने, क्लैन्स का प्रबंधन करने और प्रदर्शन का विश्लेषण करने के लिए आपका अंतिम Clash of Clans साथी।
it: Il tuo compagno definitivo di Clash of Clans per tracciare statistiche, gestire clan e analizzare le prestazioni.
nl: Jouw ultieme Clash of Clans metgezel voor het bijhouden van statistieken, beheren van clans en analyseren van prestaties.
pl: Twój najlepszy towarzysz Clash of Clans do śledzenia statystyk, zarządzania klanami i analizowania wydajności.
tr: İstatistikleri takip etmek, klanları yönetmek ve performansı analiz etmek için nihai Clash of Clans yardımcınız.
uk: Ваш кращий супутник Clash of Clans для відстеження статистики, управління кланами та аналізу продуктивності.

# generalLoading
source: Loading...
cs: Načítám...
da: Indlæser...
de: Laden...
fi: Ladataan...
fr: Chargement...
hi: लोड हो रहा है...
it: Caricamento...
nl: Laden...
pl: Wczytywanie...
pt: Carregando...
tr: Yükleniyor...
uk: Завантаження...
ur: لوڈ ہو رہا ہے...
zh: 加载中...

# loadingVillages
source: Loading your villages...
cs: Načítání vesnic...
da: Indlæser dine landsbyer...
de: Deine Dörfer werden geladen...
fi: Ladataan kyliäsi...
fr: Chargement des villages...
it: Caricamento dei villaggi...
nl: Je dorpen worden geladen...
pl: Wczytywanie twoich wiosek...
tr: Köyleriniz yükleniyor...

# loadingClanData
source: Fetching clan data...
cs: Načítání dat o klanu...
da: Henter klan data...
de: Clan-Daten werden geladen...
fi: Haetaan klaanin tietoja...
fr: Récupération des données de clan...
it: Recupero dati clan...
nl: Clan gegevens ophalen...
pl: Pobieranie danych klanu...
tr: Klan verileri getiriliyor...

# loadingWarStats
source: Analyzing war stats...
cs: Analyzuji válečné statistiky...
da: Analyserer krigsstatistik...
de: Kriegsstatistik wird analysiert...
fi: Analysoidaan sotatilastoja...
fr: Analyse des statistiques de guerre...
it: Analisi delle statistiche di guerra...
nl: Oorlogsstatistieken analyseren...
pl: Analizowanie statystyk wojennych...
tr: Savaş istatistikleri analiz ediliyor...

# loadingLegendsData
source: Preparing legends data...
cs: Příprava legendových dat...
da: Forbereder sagndata...
de: Legendendaten werden vorbereitet...
fi: Valmistellaan legendojen tietoja...
fr: Préparation des données des légendes...
it: Preparazione dei dati legenda...
nl: Legende gegevens voorbereiden...
pl: Przygotowywanie danych legendy...
tr: Efsane verileri hazırlanıyor...

source: Loading capital raids...
cs: Načítám údery kapitálu...
da: Indlæser store razziaer...
de: Clanstadt-Überfälle werden geladen...
fi: Ladataan pääoman raideja...
fr: Chargement des raids de capitale...
it: Caricamento raid di capitale...
nl: Hoofdstad aanvallen laden...
pl: Ładowanie rajdów kapitałowych...
tr: Başkent baskınları yükleniyor...

# loadingAlmostReady
source: Almost ready...
cs: Téměř připraveno...
da: Næsten klar...
de: Fast fertig...
fi: Melkein valmis...
fr: Presque prêt...
it: Quasi pronto...
nl: Bijna klaar...
pl: Prawie gotowe...
tr: Neredeyse hazır...

# accountVerificationTitle
source: Verify Account
cs: Ověřit účet
da: Bekræft Konto
de: Konto verifizieren
fi: Vahvista Tili
fr: Vérification du compte
it: Verifica Account
nl: Account verifiëren
pl: Zweryfikuj konto
tr: Hesabı Doğrula

# accountVerified
source: Verified
cs: Účet ověřen
de: Verifiziert
fi: Tili vahvistettu
fr: Vérifié
hi: Account verified
it: Account verificato
nl: Geverifiëerd
pl: Zweryfikowany
pt: Account verified
tr: Doğrulandı
uk: Account verified
ur: Account verified

# accountVerify
source: Verify
da: Verificér
de: Verifizieren
fr: Vérifier
nl: Verifiëren
pl: Weryfikuj
tr: Doğrula

# accountVerificationSuccess
source: Account verified successfully!
cs: Účet byl úspěšně ověřen!
da: Konto bekræftet!
de: Konto erfolgreich verifiziert!
fi: Tili vahvistettu onnistuneesti!
fr: Compte vérifié avec succès !
it: Account verificato con successo!
nl: Account succesvol geverifieerd!
pl: Konto zweryfikowane pomyślnie!
tr: Hesap başarıyla doğrulandı!

# generalRetry
source: Retry
cs: Opakovat
da: Prøv igen
de: Wiederholen
fi: Yritä Uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
tr: Yeniden dene
uk: Повторити

# generalRetrying
source: Retrying...
de: Versuche erneut...
fr: Nouvelle tentative...
nl: Opnieuw proberen...
pl: Próbuję ponownie...
tr: Yeniden deneniyor...

# generalTryAgain
source: Try again
cs: Zkuste to znovu
da: Prøv igen
de: Versuche es später nochmal
fi: Yritä uudelleen
fr: Réessayer
hi: फिर से कोशिश करें
it: Riprova di nuovo
nl: Probeer het opnieuw
pl: Spróbuj ponownie
tr: Tekrar dene
uk: Спробуйте ще раз

# generalCancel
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
fi: Peruuta
fr: Annuler
hi: रद्द करना
it: Annulla
nl: Annuleren
pl: Anuluj
tr: İptal
uk: Скасувати
ur: منسوخ کریں۔
zh: 取消

# generalOk
source: OK
hi: ठीक है
nl: Oké
tr: Tamam
uk: ОК
ur: ٹھیک ہے
zh: 确定

# generalApply
source: Apply
cs: Použít
da: Anvend
de: Anwenden
fi: Käytä
fr: Appliquer
hi: आवेदन करना
it: Applica
nl: Toepassen
pl: Zastosuj
pt: Aplicar
tr: Uygula
uk: Застосувати
ur: لگائیں
zh: 需要申请

# generalConfirm
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
fi: Vahvista
fr: Confirmer
it: Conferma
nl: Bevestigen
pl: Potwierdź
tr: Onayla

# generalManage
source: Manage
cs: Spravovat
da: Administrer
de: Verwalten
fi: Hallitse
fr: Gérer
hi: प्रबंधित करना
it: Gestisci
nl: Beheren
pl: Zarządzaj
pt: Gerir
tr: Yönet
uk: Керувати
ur: انتظام کریں۔
zh: 管理

# generalSettings
source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
zh: 设置

# generalCopiedToClipboard
source: Copied to clipboard
cs: Zkopírováno do schránky
da: Kopieret til udklipsholder
de: In die Zwischenablage kopiert
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी किया गया
it: Copiato negli appunti
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
tr: Panoya kopyalandı
uk: Скопійовано в буфер обміну
ur: کلپ بورڈ پر کاپی ہو گیا۔
zh: 复制到剪贴板

# generalComingSoon
source: Coming soon!
cs: Již brzy!
da: Kommer snart!
de: Bald verfügbar!
fi: Tulossa pian!
fr: Bientôt disponible !
hi: जल्द आ रहा है!
it: In arrivo presto!
nl: Binnenkort beschikbaar!
pl: Dostępne wkrótce!
pt: Em breve!
tr: Çok yakında!
uk: Незабаром!
ur: جلد آ رہا ہے!
zh: 敬请期待！

# generalLastRefresh
source: Last refresh: {time}
cs: Poslední aktualizace: {time}
da: Seneste opdatering: {time}
de: Zuletzt aktualisiert: {time}
fi: Viimeisin päivitys: {time}
fr: Dernière actualisation : {time}
it: Ultimo aggiornamento: {time}
nl: Laatst vernieuwd: {time}
pl: Ostatnie odświeżenie: {time}
tr: Son güncelleme: {time}

# generalRefreshFailed
source: Refresh failed: {error}
cs: Obnovení selhalo: {error}
da: Opdatering mislykkedes: {error}
de: Aktualisierung fehlgeschlagen: {error}
fr: Échec de l'actualisation : {error}
it: Aggiornamento non riuscito: {error}
nl: Bijwerken mislukt: {error}
pl: Odświeżanie nie powiodło się: {error}
tr: Yenileme başarısız oldu: {error}

# generalAll
source: All
cs: Vše
da: Alle
de: Alle
fi: Kaikki
fr: Tous
hi: सभी
it: Tutti
nl: Alle
pl: Wszystkie
pt: Tudo
tr: Tümü
uk: Всі
ur: تمام
zh: 所有

# generalTotal
source: Total
cs: Celkem
da: I Alt
de: Insgesamt
fi: Yhteensä
hi: कुल
it: Totale
nl: Totaal
pl: Ogółem
tr: Toplam
uk: Всього
ur: کل
zh: 总计

# generalBest
source: Best
cs: Nejlepší
da: Bedste
de: Beste
fi: Paras
fr: Meilleur
hi: श्रेष्ठ
it: Migliore
nl: Beste
pl: Najlepszy
pt: Melhor
tr: En İyi
uk: Найкращий
ur: بہترین
zh: 最佳

# generalWorst
source: Worst
cs: Nejhorší
da: Værst
de: Am schlechtesten
fi: Huonoin
fr: Pire
hi: बहुत बुरा
it: Peggiore
nl: Slechtste
pl: Najgorszy
pt: Pior
tr: En kötü
uk: Найгірший
ur: بدترین
zh: 最差

# generalAverage
source: Average
cs: Průměr
da: Gennemsnit
de: Durchschnitt
fi: Keskiarvo
fr: Moyenne
hi: औसत
it: Media
nl: Gemiddelde
pl: Średnia
pt: Média
tr: Ortalama
uk: Середнє значення
ur: اوسط
zh: 平均水平

# generalRemaining
source: Remaining
cs: Zbývající
da: Resterende
de: Verbleibend
fi: Jäljellä
fr: Restant
hi: शेष
it: Rimanenti
nl: Resterend
pl: Pozostało
pt: Restantes
tr: Kalan
uk: Залишилося
ur: باقی
zh: 剩余时间

# generalActive
source: Active
cs: Aktivní
da: Aktiv
de: Aktiv
fi: Aktiivinen
fr: Actif
it: Attivo
nl: Actief
pl: Aktywny
tr: Aktif

# generalInactive
source: Inactive
cs: Neaktivní
da: Inaktiv
de: Inaktiv
fi: Passiivinen
fr: Inactif
it: Inattivo
nl: Inactief
pl: Nieaktywny
tr: Pasif

# generalStarted
source: Started
cs: Začínáno
da: Startet
de: Begonnen
fi: Aloitettu
fr: Début
hi: शुरू कर दिया
it: Iniziato
nl: Gestart
pl: Rozpoczęto
pt: Começado
tr: Başladı
uk: Почато
ur: شروع کر دیا۔
zh: 已激活

# generalEnded
source: Ended
cs: Ukončeno
da: Afsluttet
de: Beendet
fi: Päättynyt
fr: Fin
hi: समाप्त
it: Terminato
nl: Afgelopen
pl: Zakończony
pt: Terminou
tr: Bitti
uk: Завершено
ur: ختم ہوا۔
zh: 已结束

# generalRole
source: Role
da: Rolle
de: Rolle
fi: Rooli
fr: Rôle
hi: भूमिका
it: Ruolo
nl: Rol
pl: Rola
pt: Cargo
tr: Rol
uk: Роль
ur: کردار
zh: 职位

# generalStats
source: Stats
cs: Statistiky
da: Statistik
de: Statistiken
fi: Tilastot
fr: Statistiques
hi: आँकड़े
it: Statistiche
pl: Statystyki
pt: Estatísticas
tr: İstatistikler
uk: Статистика
ur: اعدادوشمار
zh: 统计数据

# generalFullStats
source: Full Stats
cs: Úplné statistiky
da: Fuld Statistik
de: Vollständige Statistiken
fi: Täydet Tilastot
fr: Statistiques complètes
it: Statistiche Complete
nl: Volledige statistieken
pl: Pełne statystyki
tr: Tüm İstatistikler

# generalDetails
source: Details
cs: Detaily
da: Detaljer
fi: Yksityiskohdat
fr: Détails
hi: विवरण
it: Dettagli
pl: Szczegóły
pt: Detalhes
tr: Ayrıntılar
uk: Детальніше
ur: تفصیلات
zh: 详细信息

# generalHistory
source: History
cs: Historie
da: Historik
de: Verlauf
fi: Historia
fr: Historique
hi: इतिहास
it: Cronologia
nl: Geschiedenis
pl: Historia
pt: Histórico
tr: Geçmiş
uk: Історія
ur: اتحاد
zh: 历史记录

# generalFilters
source: Filters
cs: Filtry
da: Filtre
de: Filter
fi: Suodattimet
fr: Filtres
hi: फिल्टर
it: Filtri
pl: Filtry
pt: Filtros
tr: Filtreler
uk: Фільтри
ur: فلٹرز
zh: 筛选器

# generalNotSet
source: Not set
cs: Nenastaveno
da: Ikke angivet
de: Nicht festgelegt
fi: Ei asetettu
fr: Non défini
hi: सेट नहीं
it: Non impostato
nl: Niet ingesteld
pl: Nie ustawione
pt: Não definido
tr: Ayarlanmamış
uk: Не вибрано
ur: سیٹ نہیں ہے۔
zh: 未设置

# generalWarning
source: Warning
cs: Varování
da: Advarsel
de: Warnung
fi: Varoitus
fr: Attention
hi: चेतावनी
it: Avviso
nl: Waarschuwing
pl: Ostrzeżenie
pt: Atenção
tr: Uyarı
uk: Попередження
ur: وارننگ
zh: 警告

# generalNoDataAvailable
source: No data available.
cs: Nejsou k dispozici žádná data.
da: Ingen tilgængelige data.
de: Keine Daten verfügbar.
fi: Tietoja ei ole saatavilla.
fr: Aucune donnée disponible.
hi: कोई डेटा मौजूद नहीं
it: Nessun dato disponibile.
nl: Geen gegevens beschikbaar.
pl: Brak dostępnych danych.
pt: Sem dados disponíveis.
tr: Veri bulunamadı.
uk: Дані відсутні.
ur: کوئی ڈیٹا دستیاب نہیں ہے.
zh: 没有可用数据

# authSignUp
source: Sign up
cs: Zaregistrovat se
da: Tilmeld dig
de: Registrieren
fi: Rekisteröidy nyt
fr: Inscription
it: Registrati
nl: Registreren
pl: Zarejestruj się
tr: Kaydol

# authLogin
source: Login
cs: Přihlásit se
de: Anmelden
fi: Kirjaudu
fr: Connexion
hi: लॉग इन करें
it: Accedi
nl: Inloggen
pl: Zaloguj się
pt: Iniciar Sessão
tr: Oturum aç
uk: Увійти
ur: لاگ ان
zh: 登录

# authLogout
source: Log out
cs: Odhlásit se
da: Log ud
de: Abmelden
fi: Kirjaudu ulos
fr: Déconnexion
hi: लॉग आउट
it: Esci
nl: Uitloggen
pl: Wyloguj
pt: Terminar sessão
tr: Oturumu kapat
uk: Вийти
ur: لاگ آؤٹ کریں۔
zh: 注销

# authCreateAccount
source: Create Account
cs: Vytvořit účet
da: Opret Konto
de: Konto erstellen
fi: Luo Tili
fr: Créer un compte
it: Crea Account
nl: Account aanmaken
pl: Utwórz konto
tr: Hesap Oluştur

# authJoinClashKing
source: Join ClashKing
cs: Připojit se k ClashKing
da: Deltag I ClashKing
de: ClashKing beitreten
fi: Liity ClashKingiin
fr: Rejoindre ClashKing
it: Unisciti A ClashKing
nl: Doe mee met ClashKing
pl: Dołącz do ClashKing
tr: ClashKing'e Katıl

# authCreateAccountToGetStarted
source: Create your account to get started
cs: Vytvořte si účet, abyste mohli začít
da: Opret din konto for at komme i gang
de: Erstelle dein Konto, um zu beginnen
fi: Luo tilisi päästäksesi alkuun
fr: Créez un compte pour commencer
it: Crea il tuo account per iniziare
nl: Maak je account aan om te beginnen
pl: Utwórz swoje konto, aby rozpocząć
tr: Başlamak için hesabını oluştur

# authAlreadyHaveAccount
source: Already have an account? Sign in
cs: Již máte účet? Přihlaste se
da: Har du allerede en konto? Log ind
de: Du hast bereits ein Konto? Melde dich an
fi: Onko sinulla jo tili? Kirjaudu sisään
fr: Tu as déjà un compte ? Connecte-toi
it: Hai già un account? Accedi
nl: Heb je al een account? Log in
pl: Masz już konto? Zaloguj się
tr: Zaten hesabın var mı? Giriş yap

# authConfirmLogout
source: Are you sure you want to log out?
cs: Jste si jisti, že se chcete odhlásit?
da: Er du sikker på, at du vil logge ud?
de: Bist du dir sicher, dass du dich abmelden möchtest?
fi: Oletko varma, että haluat kirjautua ulos?
fr: Es-tu sûr de vouloir te déconnecter ?
hi: क्या आप लॉग आउट करना चाहते हैं?
it: Sei sicuro di voler uscire?
nl: Weet je zeker dat je wilt uitloggen?
pl: Czy na pewno chcesz się wylogować?
tr: Çıkış yapmak istediğinizden emin misiniz?
uk: Впевнені, що хочете вийти?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟
zh: 确定要退出登录吗？

# authDiscordSignIn
source: Sign In with Discord
cs: Přihlásit se pomocí Discordu
da: Log ind med Discord
de: Mit Discord anmelden
fi: Kirjaudu sisään Discordilla
fr: Connexion avec Discord
hi: Discord के साथ साइन इन करें.
it: Accedi con Discord
nl: Inloggen met Discord
pl: Zaloguj się za pomocą Discorda
pt: Iniciar sessão com Discord
tr: Discord ile giriş yap
uk: Увійти за допомогою Discord
ur: Discord کے ساتھ سائن ان کریں۔
zh: 使用Discord登录

# authDiscordContinue
source: Continue with Discord
cs: Pokračovat s Discord
da: Fortsæt med Discord
de: Mit Discord fortfahren
fi: Jatka Discordin avulla
fr: Continuer avec Discord
it: Continua con Discord
nl: Doorgaan met Discord
pl: Kontynuuj z Discord
tr: Discord ile Devam Et

# authDiscordDescription
source: Sync your data with ClashKing Bot and unlock the full potential of ClashKing!
cs: Synchronizujte svá data s ClashKing Bot a odemkněte plný potenciál ClashKing!
da: Synkroniser dine data med ClashKing Bot og lås op for det fulde potentiale af ClashKing!
de: Synchronisiere deine Daten mit dem ClashKing Bot und entfalte das volle Potenzial von ClashKing!
fi: Synkronoi tietosi ClashKing Botin kanssa ja avaa ClashKingin koko potentiaali!
fr: Synchronise tes données avec le Bot ClashKing et débloque le plein potentiel de ClashKing !
it: Sincronizza i tuoi dati con ClashKing Bot e sblocca tutto il potenziale di ClashKing!
nl: Synchroniseer je gegevens met ClashKing Bot en ontgrendel het volledige potentieel van ClashKing!
pl: Zsynchronizuj swoje dane z ClashKing Bot i odblokuj pełen potencjał ClashKing!
tr: Verilerini ClashKing Bot ile senkronize et ve ClashKing'in tüm potansiyelini aç!

# authEmail
source: Email
pl: Adres e-mail
tr: E-posta

# authEmailHint
source: Enter your email address
de: Gib deine Email-Adresse ein
fr: Saisis ton adresse email
nl: Vul je e-mailadres in
pl: Podaj swój adres email
tr: E-posta adresinizi girin

# authEmailDescription
source: Use email if you can't access Discord or prefer app-only features
cs: Pokud nemáte přístup k Discordu nebo preferováte funkce pouze pro aplikace
da: Brug e-mail, hvis du ikke kan få adgang til Discord eller foretrækker app-only funktioner
de: Verwende E-Mail, wenn du nicht auf Discord zugreifen kannst oder nur App-Funktionen bevorzugst
fi: Käytä sähköpostia jos et voi käyttää Discordia tai suosia vain sovelluksessa olevia ominaisuuksia
fr: Utilise ton adresse email si tu ne peux pas accéder à Discord ou que tu veux utiliser l'application seulement
it: Usa email se non riesci ad accedere a Discord o preferisci le funzionalità di sola app
nl: Gebruik e-mail als je geen toegang hebt tot Discord of alleen app-functies wilt
pl: Użyj e-maila, jeśli nie możesz uzyskać dostępu do Discord lub wolisz funkcje tylko aplikacji
tr: Discord'a erişemiyorsan veya sadece uygulama özelliklerini tercih ediyorsan e-posta kullan

# authEmailRequired
source: Please enter your email
cs: Prosím, zadejte svůj e-mail
da: Indtast venligst din e-mail
de: Bitte gib deine E-Mail ein
fi: Ole hyvä ja syötä sähköpostiosoitteesi
fr: Veuillez saisir un email
it: Inserisci la tua email
nl: Voer je e-mail in
pl: Wprowadź swój adres e-mail
tr: Lütfen e-postanı gir

# authEmailInvalid
source: Please enter a valid email
cs: Zadejte prosím platný e-mail
da: Indtast venligst en gyldig e-mail
de: Bitte gib eine gültige E-Mail ein
fi: Syötä voimassa oleva sähköpostiosoite
fr: Veuillez saisir un email valide
it: Inserisci un'email valida
nl: Voer een geldig e-mailadres in
pl: Wprowadź prawidłowy adres e-mail
tr: Lütfen geçerli bir e-posta gir

# authPasswordLabel
source: Password
cs: Heslo
da: Adgangskode
de: Passwort
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
tr: Şifre

# authPasswordHint
source: Enter your password
de: Gib dein Passwort ein
fr: Saisis ton mot de passe
nl: Voer je wachtwoord in
pl: Wprowadź swoje hasło
tr: Şifrenizi girin

# authPasswordConfirm
source: Confirm Password
cs: Potvrzení hesla
da: Bekræft Adgangskode
de: Passwort bestätigen
fi: Vahvista Salasana
fr: Confirmer le mot de passe
it: Conferma Password
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
tr: Şifreyi Onayla

# authPasswordRequired
source: Please enter your password
cs: Zadejte prosím své heslo
da: Indtast venligst din adgangskode
de: Bitte gib dein Passwort ein
fi: Anna salasanasi
fr: Saisis ton mot de passe
it: Inserisci la tua password
nl: Voer je wachtwoord in
pl: Wprowadź swoje hasło
tr: Lütfen şifreni gir

# authPasswordConfirmRequired
source: Please confirm your password
cs: Potvrďte prosím své heslo
da: Bekræft venligst din adgangskode
de: Bitte bestätige dein Passwort
fi: Ole hyvä ja vahvista salasana
fr: Confirme ton mot de passe
it: Conferma la tua password
nl: Bevestig je wachtwoord
pl: Potwierdź swoje hasło
tr: Lütfen şifreni onayla

# authPasswordMismatch
source: Passwords do not match
cs: Hesla se neshodují
da: Adgangskoder stemmer ikke overens
de: Passwörter stimmen nicht überein
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
nl: Wachtwoorden komen niet overeen
pl: Hasła się nie zgadzają
tr: Şifreler eşleşmiyor

# authPasswordTooShort
source: Password must be at least 8 characters
cs: Heslo musí mít alespoň 8 znaků
da: Adgangskoden skal være på mindst 8 tegn
de: Passwort muss mindestens 8 Zeichen lang sein
fi: Salasanan tulee olla vähintään 8 merkkiä pitkä
fr: Le mot de passe doit comporter au moins 8 caractères
it: La password deve contenere almeno 8 caratteri
nl: Wachtwoord moet minimaal 8 tekens lang zijn
pl: Hasło musi mieć co najmniej 8 znaków
tr: Şifre en az 8 karakter olmalı

# authPasswordRequirements
source: Password must contain: uppercase, lowercase, digit, and special character
cs: Heslo musí obsahovat: velká písmena, malá písmena, číslice a speciální znak
da: Adgangskoden skal indeholde: store bogstaver, små bogstaver, tal og specialtegn
de: Passwort muss enthalten: • Großbuchstaben • Kleinbuchstaben • Nummer • Sonderzeichen
fi: Salasanan tulee sisältää: isot kirjaimet, pienet kirjaimet, numerot ja erikoismerkit
fr: Le mot de passe doit contenir : majuscule, minuscule, chiffre et caractère spécial
it: La password deve contenere: maiuscolo, minuscolo, cifra e carattere speciale
nl: Wachtwoord moet bevatten: hoofdletter, kleine letter, cijfer en speciaal teken
pl: Hasło musi zawierać: wielką literę, małą literę, cyfrę i znak specjalny
tr: Şifre şunları içermelidir: • Büyük harf • Küçük harf • Sayı • Özel karakter

# authPasswordForgot
source: Forgot password?
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
it: Password dimenticata?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
tr: Şifreni mi unuttun?

# authPasswordForgotDescription
source: Enter your email address and we'll send you a 6-digit code to reset your password.
de: Gib deine E-Mail-Adresse ein und wir senden dir einen 6-stelligen Code zum Zurücksetzen deines Passworts.
fr: Saisis ton adresse e-mail et nous t'enverrons un code à 6 chiffres pour réinitialiser ton mot de passe.
nl: Vul je e-mailadres in en we sturen je een 6-cijferige code om je wachtwoord te resetten.
pl: Wprowadź swój adres e-mail, a my wyślemy Ci 6-cyfrowy kod do zresetowania hasła.
tr: E-posta adresinizi girin, size şifrenizi sıfırlamak için 6 haneli bir kod gönderelim.

# authPasswordResetSend
source: Send Reset Code
de: Code zum Zurücksetzen senden
fr: Envoyer le code de réinitialisation
nl: Verstuur resetcode
pl: Wyślij kod resetujący
tr: Sıfırlama Kodunu Gönder

# authPasswordResetSent
source: Code Sent!
de: Code gesendet!
fr: Code envoyé !
nl: Code verzonden!
pl: Kod został wysłany!
tr: Kod gönderildi!

# authPasswordResetSentDescription
source: We've sent a 6-digit reset code to your email address. Please check your inbox and use the code to reset your password.
de: Wir haben einen 6-stelligen Reset-Code an deine E-Mail-Adresse gesendet. Bitte überprüfe deinen Posteingang und verwende den Code, um dein Passwort zurückzusetzen.
fr: Nous avons envoyé un code de réinitialisation à 6 chiffres sur ton adresse e-mail. Vérifie ta boîte de réception et utilise le code pour réinitialiser ton mot de passe.
nl: We hebben een 6-cijferige resetcode naar je e-mailadres gestuurd. Controleer je inbox en gebruik de code om je wachtwoord te resetten.
pl: Wysłaliśmy 6-cyfrowy kod resetujący na Twój adres e-mail. Sprawdź swoją skrzynkę odbiorczą i użyj kodu, aby zresetować hasło.
tr: E-posta adresinize 6 haneli bir sıfırlama kodu gönderdik. Lütfen gelen kutunuzu kontrol edin ve şifrenizi sıfırlamak için kodu kullanın.

# authPasswordReset
source: Reset Password
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
nl: Wachtwoord resetten
pl: Zresetuj hasło
tr: Şifreyi Sıfırla

# authPasswordResetDescription
source: Enter your email, the 6-digit code from the email, and your new password below.
de: Gib deine E-Mail-Adresse, den 6-stelligen Code aus der E-Mail und dein neues Passwort unten ein.
fr: Saisis ton e-mail, le code à 6 chiffres reçu par e-mail, et ton nouveau mot de passe ci-dessous.
nl: Vul hieronder je e-mailadres, de 6-cijferige code uit de e-mail en je nieuwe wachtwoord in.
pl: Wprowadź swój adres e-mail, 6-cyfrowy kod z adresu e-mail i nowe hasło poniżej.
tr: E-postanızı, e-postadaki 6 haneli kodu ve yeni şifrenizi aşağıya girin.

# authPasswordNew
source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
nl: Nieuw wachtwoord
pl: Nowe Hasło
tr: Yeni Şifre
