Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# accountsEnterApiToken
source: Please enter the account API token to confirm it's yours. You can find it in Clash of Clans:
cs: Zadejte prosím API token účtu pro potvrzení vašeho účtu. Najdete ho v Clash of Clans Nastavení > Další nastavení > API Token.
de: Bitte gib ein API-Token ein, um zu bestätigen, dass das Konto dir gehört. Du findest es in Clash of Clans:
fi: Syötä tili API-tunniste vahvistaaksesi sen sinun. Löydät sen osoitteesta Clash of klaanit Asetukset > Lisää Asetukset > API Token.
fr: Merci de saisir le token API du compte pour confirmer que c'est tien. Tu peux le trouver dans Clash of Clans :
hi: कृपया अकाउंट API टोकन दर्ज करें ताकि पुष्टि हो सके कि यह आपका है। आप इसे क्लैश ऑफ़ क्लैंस सेटिंग्स > अधिक सेटिंग्स > API टोकन में पा सकते हैं।
nl: Voer de API-token van je account in om te bevestigen dat het van jou is. Je kunt deze vinden in Clash of Clans:
pl: Wprowadź token API, aby potwierdzić, że jest twój. Możesz go znaleźć w Clash of Clans:
pt: Por favor, insira o token de API da conta para confirmar ser sua. Pode encontrá-lo no jogo em Configurações > Mais configurações > Token de API.
tr: Hesabınızın size ait olduğunu onaylamak için lütfen hesap API jetonunu girin. Bunu Clash of Clans'ta bulabilirsiniz:
uk: Будь ласка, введіть ключ API для облікового запису. Його можна знайти у налаштуваннях Clash of Clans > Додаткові Налаштування > Токен API.
ur: یہ تصدیق کرنے کے لیے کہ یہ آپ کا اکاؤنٹ API ٹوکن درج کریں۔ آپ اسے Clash of Clans Settings > More Settings > API Token میں تلاش کر سکتے ہیں.
zh: 请输入帐户API令牌以确认您的身份。您可以在部落冲突设置>更多设置>API令牌中找到它。

# accountsApiTokenLocation
source: Settings > More Settings > API Token
de: Einstellungen > Mehr Einstellungen > API Token
fr: Paramètres > Plus de paramètres > Jeton API
nl: Instellingen > meer instellingen > API Token
pl: Ustawienia > Więcej Ustawień > Token API
tr: Ayarlar > Diğer Ayarlar > API Simgesi

# accountsOpenMoreSettings
source: Open More Settings
de: Öffne Mehr Einstellungen
fr: Ouvrir les paramètres
nl: Open meer instellingen
pl: Otwórz więcej ustawień
tr: Daha Fazla Ayarı Aç

# accountsFillAllFields
source: Please fill all fields.
cs: Vyplňte prosím všechna pole.
da: Udfyld venligst alle felter.
de: Bitte fülle alle Felder aus.
fi: Täytä kaikki kentät.
fr: Merci de remplir tous les champs.
it: Riempire tutti i campi.
nl: Vul alle velden in.
pl: Wypełnij wszystkie pola.
tr: Lütfen tüm alanları doldur.

# accountsErrorTagNotExists
source: The player tag entered does not exist.
cs: Zadaný štítek hráče neexistuje.
da: Det indtastede afspiller-tag eksisterer ikke.
de: Das eingegebene Spielerkürzel existiert nicht.
fi: Syötettyä soittimen tunnusta ei ole olemassa.
fr: Le tag du joueur n'existe pas.
hi: प्रविष्ट किया गया खिलाड़ी टैग मौजूद नहीं है.
it: Il tag del giocatore inserito non esiste.
nl: Het ingevoerde speler-ID bestaat niet.
pl: Wprowadzony tag gracza nie istnieje.
pt: A tag de jogador inserida não existe.
tr: Girilen oyuncu etiketi mevcut değil.
uk: Тег гравця, який був введений, не існує.
ur: درج کردہ پلیئر ٹیگ موجود نہیں ہے.
zh: 输入的村庄标签不存在。

# accountsErrorAlreadyLinked
source: The player tag is already linked to someone.
cs: Štítek hráče je již s někým propojen.
da: Spilleren tag er allerede knyttet til nogen.
de: Dieses Spielerkürzel ist bereits mit jemand anderem verknüpft.
fi: Pelaajan tagi on jo linkitetty jokuun.
fr: Ce compte est déjà lié à un utilisateur.
hi: खिलाड़ी टैग पहले से ही किसी से जुड़ा हुआ है।
it: Il tag del giocatore è già collegato a qualcuno.
nl: De spelertag is al gekoppeld aan iemand anders.
pl: {tag} jest już powiązany z kimś innym.
pt: A tag de jogador já está vinculada a alguém.
tr: Oyuncu etiketi zaten birine bağlı.
uk: Тег гравця вже зв'язаний з кимось.
ur: کھلاڑی کا ٹیگ پہلے ہی کسی سے منسلک ہے.
zh: 村庄标签已经链接到某人。

# accountsErrorAlreadyLinkedToYou
source: The player tag is already linked to you.
cs: Štítek hráče je s vámi již propojen.
da: Spilleren tag er allerede knyttet til dig.
de: Das Spielerkürzel ist bereits mit dir verknüpft.
fi: Pelaajatunnus on jo linkitetty sinuun.
fr: Ce compte est déjà lié à ton profil.
hi: खिलाड़ी टैग पहले से ही आपसे जुड़ा हुआ है.
it: Il tag del giocatore è già collegato a te.
nl: De spelertag is al aan jou gekoppeld.
pl: Tag gracza jest już z tobą powiązany.
pt: A tag de jogador já está vinculada a si.
tr: Oyuncu etiketi zaten size bağlı.
uk: Тег гравця вже прив'язаний до вас.
ur: پلیئر ٹیگ پہلے ہی آپ سے منسلک ہے.
zh: 您已连接玩家标签

# accountsErrorWrongApiToken
source: The API token entered is incorrect
cs: Zadaný API token je nesprávný
da: Den indtastede API-token er forkert
de: Der eingegebene API-Token ist falsch
fi: Syötetty API-tunniste on virheellinen
fr: Le jeton API saisi est incorrect.
hi: दर्ज किया गया API टोकन ग़लत है
it: Il token API inserito non è corretto
nl: Het ingevoerde API-token is onjuist
pl: Wprowadzony token API jest nieprawidłowy
pt: O token da API inserido está incorreto
tr: Girilen API belirteci yanlış
uk: Введений токен API невірний
ur: درج کردہ API ٹوکن غلط ہے.
zh: 输入的 API 令牌不正确

# accountsErrorFailedToAdd
source: Failed to add the account. Please try again later.
cs: Přidání účtu se nezdařilo. Opakujte akci později.
da: Kunne ikke tilføje kontoen. Prøv igen senere.
de: Konto konnte nicht hinzugefügt werden. Bitte versuche es später erneut.
fi: Tilin lisääminen epäonnistui. Yritä myöhemmin uudelleen.
fr: Échec de l'ajout du compte. Veuillez réessayer plus tard.
it: Impossibile aggiungere l'account. Riprova più tardi.
nl: Account toevoegen mislukt. Probeer het later opnieuw.
pl: Nie udało się dodać konta. Spróbuj ponownie później.
tr: Hesap eklenemedi. Lütfen daha sonra tekrar dene.

# accountsErrorFailedToUpdateOrder
source: Failed to update the order of accounts.
cs: Nepodařilo se aktualizovat pořadí účtů.
da: Kunne ikke opdatere rækkefølgen af konti.
de: Reihenfolge der Konten konnte nicht aktualisiert werden.
fi: Tilien järjestyksen päivittäminen epäonnistui.
fr: Échec de la mise à jour de l'ordre. Veuillez réessayer plus tard.
it: Impossibile aggiornare l'ordine degli account.
nl: Kan de volgorde van accounts niet bijwerken.
pl: Nie udało się zaktualizować kolejności kont.
tr: Hesap sırası güncellenemedi.

# errorTitle
source: Oops! Our servers might have taken a fireball to the face! We're casting a healing spell... Try again in a moment.
cs: Jejda! Naše servery možná vzaly ohnivou kouli na tvář! Vrháme uzdravující kouzel... Zkuste to znovu za chvíli.
da: Ups! Vores servere har måske taget en ildkugle til ansigtet! Vi kaster en healing magi ... Prøv igen om et øjeblik.
de: Ups! Unsere Server haben vielleicht einen Feuerball ins Gesicht bekommen! Wir sprechen einen Heilzauber... Versuche es in einem Moment erneut.
fi: Hups! Palvelimemme ovat saattaneet viedä tulipallon kasvoille! Me heitämme parantavaa loitsua... Yritä hetken kuluttua uudelleen.
fr: Erreur
it: Ops! I nostri server potrebbero aver preso una palla di fuoco in faccia! Stiamo lanciando un incantesimo di guarigione... Riprova tra un attimo.
nl: Oeps! Onze servers hebben misschien een vuurbal recht in het gezicht gekregen! We zijn een genezingsspreuk aan het doen... Probeer het zo nog eens.
pl: Ups! Nasze serwery mogły oberwać ognistą kulą w twarz! Rzucamy czar uzdrowienia... Spróbuj ponownie za chwilę.
tr: Ops! Sunucularımız yüzüne bir ateş topu almış olabilir! İyileştirme büyüsü yapıyoruz... Birazdan tekrar dene.

# errorSubtitle
source: If the issue persists, check our Discord Server to see if we're aware of it.
cs: Pokud problém přetrvává, podívejte se na náš Discord server, abyste zjistili, zda ho známe.
da: Hvis problemet fortsætter, tjek vores Discord Server for at se, om vi er klar over det.
de: Wenn das Problem weiterhin besteht, schaue auf unserem Discord-Server nach, ob wir davon wissen.
fi: Jos ongelma jatkuu, tarkista Discord-palvelimemme nähdäksemme, onko se tiedossa.
fr: Une erreur s'est produite
it: Se il problema persiste, controllare il nostro Server Discord per vedere se ne siamo a conoscenza.
nl: Als het probleem aanhoudt, kijk dan op onze Discord-server of we ervan op de hoogte zijn.
pl: Jeśli problem nie ustąpi, sprawdź nasz serwer Discord, aby zobaczyć, czy jesteśmy tego świadomi.
tr: Sorun devam ederse, bunun farkında olup olmadığımızı görmek için Discord Sunucumuzu kontrol et.

# errorNetworkTitle
source: Connection Problem
de: Verbindungsprobleme
fr: Problème de connexion
nl: Verbindingsprobleem
pl: Problem z połączeniem
tr: Bağlantı sorunu

# errorNetworkMessage
source: We're having trouble connecting to our servers. This could be due to your internet connection or an issue on our end. Please check your connection and try again.
de: Wir haben Probleme mit der Verbindung zu unseren Servern. Dies könnte auf deine Internetverbindung oder ein Problem auf unserer Seite zurückzuführen sein. Bitte überprüfe deine Verbindung und versuche es erneut.
fr: Nous avons des difficultés à nous connecter à nos serveurs. Cela peut être dû à ta connexion internet ou à un problème de notre côté. Merci de vérifier ta connexion et de réessayer.
nl: We hebben moeite om verbinding te maken met onze servers. Dit kan komen door je internetverbinding of een probleem aan onze kant. Controleer je verbinding en probeer het opnieuw.
pl: Mamy problem z połączeniem z naszymi serwerami. Może to być spowodowane połączeniem internetowym lub problemem po naszej stronie. Sprawdź swoje połączenie i spróbuj ponownie.
tr: Sunucularımıza bağlanmada sorun yaşıyoruz. Bu sorun internet bağlantınızdan veya tarafımızdaki bir sorundan kaynaklanıyor olabilir. Lütfen bağlantınızı kontrol edip tekrar deneyin.

source: Error loading version
cs: Chyba při načítání verze
da: Fejl under indlæsning af version
de: Fehler beim Laden der Version
fr: Erreur du chargement de la version
hi: संस्करण लोड करने में त्रुटि
it: Errore nel caricamento della versione
nl: Fout bij het laden van de versie
pl: Błąd ładowania wersji
pt: Erro ao carregar versão
tr: Sürüm yüklenirken hata oluştu
uk: Помилка при завантаженні версії
ur: ورژن لوڈ کرنے میں خرابی۔
zh: 加载版本时出错

# errorCannotOpenLink
source: We can't open this link.
cs: Tento odkaz nelze otevřít.
da: Vi kan ikke åbne dette link.
de: Wir können diesen Link nicht öffnen.
fi: Tätä linkkiä ei voi avata.
fr: Impossible d'ouvrir le lien.
hi: हम यह लिंक नहीं खोल सकते.
it: Non possiamo aprire questo link.
nl: We kunnen deze link niet openen.
pl: Nie możemy otworzyć tego linku.
pt: Não podemos abrir este link.
tr: Bu bağlantıyı açamıyoruz.
uk: Ми не можемо відкрити це посилання.
ur: ہم اس لنک کو نہیں کھول سکتے.
zh: 我们无法打开此链接

# errorExitAppToOpenClash
source: You are about to leave the app to open Clash of Clans.
cs: Chystáte se opustit aplikaci a otevřít Clash z Clans.
da: Du er ved at forlade appen for at åbne Clash of Clans.
de: Du verlässt die App, um Clash of Clans zu öffnen.
fi: Olet poistumassa sovelluksesta avataksesi Clash of Clans.
fr: Vous êtes sur le point de quitter l'application pour ouvrir Clash of Clans.
hi: आप क्लैश ऑफ क्लैंस खोलने के लिए ऐप छोड़ने वाले हैं।
it: Stai per lasciare l'applicazione per aprire Clash of Clans.
nl: Je verlaat de app om Clash of Clans te openen.
pl: Zamierzasz opuścić aplikację, aby otworzyć Clash of Clans.
pt: Está prestes a sair da aplicação para abrir Clash of Clans.
tr: Clash of Clans'ı açmak için uygulamadan çıkmak üzeresiniz.
uk: Ви збираєтеся вийти з програми для відкриття Clash of Clans.
ur: آپ Clash of Clans کھولنے کے لیے ایپ چھوڑنے والے ہیں.
zh: 您即将离开应用程序打开部落冲突

# playerSearchTitle
source: Search player
cs: Hledat hráče
da: Søg spiller
de: Spieler suchen
fi: Etsi pelaajaa
fr: Rechercher un joueur
hi: खिलाड़ी खोजें
it: Cerca giocatore
nl: Zoek speler
pl: Wyszukaj gracza
pt: Procurar jogador
tr: Oyuncu ara
uk: Пошук гравця
ur: پلیئر تلاش کریں۔
zh: 搜索玩家

# playerSearchPlaceholder
source: Player's name or tag
cs: Jméno nebo značka hráče
da: Spillerens navn eller tag
de: Name oder Spielerkürzel
fi: Pelaajan nimi tai tagi
fr: Nom ou tag du joueur
hi: खिलाड़ी का नाम या टैग
it: Nome o tag del giocatore
nl: Spelernaam of tag
pl: Nazwa gracza lub tag
pt: Nome ou tag de jogador
tr: Oyuncunun adı veya etiketi
uk: Ім'я гравця або тег
ur: کھلاڑی کا نام یا ٹیگ
zh: 村庄名称或标签

# playerLastActive
source: Last active: {date}
cs: Poslední aktivní: {date}
da: Seneste aktiv: {date}
de: Zuletzt aktiv: {date}
fi: Viimeisin aktiivinen: {date}
fr: Dernière activité : {date}
hi: अंतिम सक्रिय: {date}
it: Ultimo attivo: {date}
nl: Laatst actief: {date}
pl: Ostatnio aktywny: {date}
pt: Última vez ativo: {date}
tr: Son Aktiflik: {date}
uk: Остання активність: {date}
ur: آخری فعال: {date}
zh: 上次活跃：{date}

# playerNotTracked
source: This player is not tracked. Data may be inaccurate.
cs: Tento hráč není sledován. Data mohou být nepřesná.
da: Denne spiller er ikke sporet. Data kan være unøjagtige.
de: Spieler wurde nicht erfasst. Die Daten könnten falsch sein.
fr: Ce joueur n'est pas suivi. Les données peuvent être inexactes.
hi: इस खिलाड़ी को ट्रैक नहीं किया गया है। डेटा गलत हो सकता है।
it: Questo giocatore non è tracciato. I dati potrebbero essere imprecisi.
nl: Deze speler wordt niet gevolgd. De gegevens kunnen onnauwkeurig zijn.
pl: Ten gracz nie jest śledzony. Dane mogą być niedokładne.
pt: Este jogador não está rastreado. Dados poderão ser imprecisos.
tr: Bu oyuncu takip edilmiyor. Veriler yanlış olabilir.
uk: Цей гравець не відстежується. Дані можуть бути неточні.
ur: اس کھلاڑی کو ٹریک نہیں کیا گیا ہے۔ ڈیٹا غلط ہو سکتا ہے.
zh: 该玩家未被跟踪。数据可能不准确。

# playerClanDescription
source: Your clan is "{clan}" ({tag}).
cs: Váš klan je "{clan}" ({tag}).
da: Din klan er "{clan}" ({tag}).
de: Dein Clan ist "{clan}" ({tag}).
fr: Ton clan est "{clan}" ({tag}).
hi: आपका कबीला "{clan}" ({tag}) है.
it: Il tuo clan è "{clan}" ({tag}).
nl: Je clan is "{clan}" ({tag}).
pl: Twój klan to "{clan}" ({tag}).
pt: O seu clã é "{clan}" ({tag}).
tr: Klanınız "{clan}" ({tag})
uk: Ваш клан "{clan}" ({tag}).
ur: آپ کا قبیلہ "{clan}" ({tag}) ہے.
zh: 您的部落是“{clan}”（{tag}）

# playerRatioDescription
source: Your donation ratio is {ratio}. You have donated {donations} troops and received {received} troops.
cs: Váš poměr příspěvků je {ratio}. Darovali jste {donations} a obdrželi jste jednotky {received}.
da: Dit donationsforhold er {ratio}. Du har doneret {donations} tropper og modtaget {received} tropper.
de: Dein Spendenverhältnis beträgt {ratio}. Du hast {donations} Truppen gespendet und {received} Truppen erhalten.
fr: Ton ratio de dons est {ratio}. Tu as donné {donations} troupes et reçu {received} troupes.
hi: आपका दान अनुपात {received} है। आपने {donations} सैनिक दान किए हैं और {ratio} सैनिक प्राप्त किए हैं।
nl: Je donatieverhouding is {ratio}. Je hebt {donations} troepen gedoneerd en {received} troepen ontvangen.
pl: Stosunek twojej dotacji wynosi {ratio}. Przekazałeś {donations} oddziałów i otrzymałeś {received} oddziałów.
pt: A sua proporção de doações é {ratio}. Doou {donations} tropas e recebeu {received} tropas.
tr: Bağış oranınız {ratio}. {donations} birlik bağışladınız ve {received} birlik aldınız.
uk: Ваш коефіцієнт підкріплення {ratio}. Ви пожертвували війська {donations} та отримали {received} військ.
ur: آپ کے عطیہ کا تناسب {ratio} ہے۔ آپ نے {donations} دستے عطیہ کیے ہیں اور {received} دستے حاصل کیے ہیں.
zh: 您的捐兵比例为{ratio}。你们已经捐赠了{donations}人口的部队，并接收了{received}人口的部队。

# playerWarPreferenceDescription
source: Your war preference is "{preference}".
cs: Vaše preference války jsou "{preference}".
da: Din krigspræference er "{preference}".
de: Deine Kriegspräferenz ist "{preference}".
fi: Sota etusija on "{preference}".
fr: Ta préférence de guerre est «{preference}».
hi: आपकी युद्ध वरीयता "{preference}" है.
it: La tua preferenza di guerra è "{preference}".
nl: Je oorlogsvoorkeur is "{preference}".
pl: Twoje preferencje wojenne to "{preference}".
pt: A sua preferência de guerra é "{preference}".
tr: Savaş tercihiniz {preference}.
uk: Ваші налаштування війни "{preference}".
ur: آپ کی جنگ کی ترجیح "{preference}" ہے.
zh: 您的部落对战偏好是“{preference}”。

# playerWarStarsDescription
source: You have {stars} war stars.
cs: Máte {stars} válečné hvězdy.
da: Du har {stars} krigsstjerner.
de: Du hast {stars} Kriegssterne.
fi: Sinulla on {stars} sotaa tähteä.
fr: Tu as {stars} étoiles de guerres.
hi: आपके पास {stars} युद्ध सितारे हैं।
nl: Je hebt {stars} oorlogsterren.
pl: Masz {stars} gwiazdek wojennych.
pt: Tem {stars} estrelas de guerra.
tr: {stars} savaş yıldızınız var.
uk: У вас {stars} військових зірок.
ur: آپ کے پاس {stars} جنگی ستارے ہیں.
zh: 您拥有{stars}胜利之星。

# playerTrophiesDescription
source: You have {trophies} trophies. You're currently in {league}.
cs: Máš {trophies} trofejí. Momentálně jsi v {league}.
da: Du har {trophies} trofæer. Du er i øjeblikket {league}.
de: Du hast {trophies} Trophäen. Du bist derzeit in der {league}.
fr: Tu as {trophies} trophées. Tu es actuellement en ligue {league}.
hi: आपके पास {trophies} ट्रॉफियां हैं। आप वर्तमान में {league} में हैं।
it: Hai trofei {trophies} . Attualmente sei in {league}.
nl: Je hebt {trophies} trofeeën. Je zit momenteel in {league}.
pl: Masz {trophies} puszek. Aktualnie jesteś w {league}.
pt: Tem {trophies} troféus. Está atualmente em {league}.
tr: {trophies} kupanız var. Şu anki liginiz {league}.
uk: У вас {trophies} трофеїв. Ви зараз у {league}.
ur: آپ کے پاس {trophies} ٹرافیاں ہیں۔ آپ فی الحال {league} میں ہیں.
zh: 您拥有{trophies}奖杯。你目前在{league}杯段。

# playerTrophiesUnrankedDescription
source: You have {trophies} trophies. You are not ranked in any league.
de: Du hast {trophies} Trophäen. Du bist derzeit in keiner Liga.
fr: Tu as {trophies} trophées. Tu n'es dans aucune ligue.
it: You have {trophies} trophies. Not ranked yet.
nl: Je hebt {trophies} trofeeën. Je bent niet gerangschikt in een divisie.
pl: Masz trofea {trophies}. Nie jesteś w żadnej lidze.
tr: {trophies} kupanız var. Hiçbir ligde sıralamanız yok.

# playerTownHallLevelDescription
source: Your Town Hall level is {level}.
cs: Tvá úroveň radnice je {level}.
da: Dit rådhusniveau er {level}.
de: Dein Rathauslevel ist {level}.
fi: Kaupunkihallin taso on {level}.
fr: Ton hôtel de ville est niveau {level}.
hi: आपका टाउन हॉल स्तर {level} है
nl: Je stadhuisniveau is {level}.
pl: Twój poziom ratusza to {level}.
pt: O seu centro de vila é {level}.
tr: Belediye Binası seviyeniz {level}.
uk: Ваш рівень ратуші – {level}.
ur: آپ کا ٹاؤن ہال لیول {level} ہے.
zh: 您的大本营等级是{level}

# playerBuilderBaseDescription
source: Your Builder Hall level is {level} and you have {trophies} trophies.
cs: Tvá úroveň tvého stavitele je {level} a máš {trophies} trofejí.
da: Dit Builder Hall niveau er {level} og du har {trophies} trofæer.
de: Dein Meisterhüttenlevel ist {level} und du hast {trophies} Trophäen.
fr: Ta maison des ouvriers est niveau {level} et tu as {trophies} trophées.
hi: आपका बिल्डर हॉल स्तर {level} है और आपके पास {trophies} ट्रॉफियां हैं।
it: Il tuo livello di Sala del Costruttore è {level} e hai dei trofei {trophies}.
nl: Je Bouwerszaal is level {level} en je hebt {trophies} trofeeën.
pl: Twój poziom Ratusza Budowniczego to {level}, a masz {trophies} pucharów.
pt: A sua casa do construtor é nível {level} e tem {trophies} troféus.
tr: İnşaatçı Binası seviyeniz {level} ve {trophies} kupanız var.
uk: Ваша ратуша будівельника {level} рівня, і ви маєте {trophies} трофеїв.
ur: آپ کا بلڈر ہال لیول {level} ہے اور آپ کے پاس {trophies} ٹرافیاں ہیں.
zh: 您的大本等级为{level}，您的奖杯数为：{trophies}。

# gameBaseHome
source: Home Base
cs: Domovská základna
da: Hjemme Base
de: Heimatbasis
fi: Koti Pohja
fr: Village principal
hi: घर आधार
nl: Thuisbasis
pl: Baza główna
pt: Base principal
tr: Ana Üs
uk: Домашня база
ur: ہوم بیس
zh: 家乡

# gameBaseBuilder
source: Builder Base
cs: Stavitelská základna
de: Bauarbeiterbasis
fi: Rakentajan Pohja
fr: Base des ouvriers
hi: बिल्डर बेस
it: Base Del Costruttore
nl: Bouwerbasis
pl: Baza Budowniczego
pt: Base do Construtor
tr: İnşaatçı Üssü
uk: База будівельника
ur: بلڈر بیس
zh: 夜世界

# gameClanCapital
source: Clan Capital
cs: Kapitál klanu
da: Klan Kapital
de: Clanstadt
fr: Capitale de clan
hi: कबीले की राजधानी
it: Capitale Del Clan
nl: Clan Hoofdstad
pl: Stolica Klanu
pt: Capital do clã
tr: Klan Başkenti
uk: Столиця клану
ur: قبیلہ کیپٹل
zh: 部落都城

# gameTownHall
source: TH
de: RH
fr: HDV
hi: वां
nl: SH
pt: CV
tr: BB
uk: ТХ
ur: ٹی ایچ
zh: 大本等级

# gameTownHallLevel
source: TH Level
cs: TH úroveň
da: TH Niveau
de: RH Level
fi: Th Taso
fr: Niveau d'HDV
hi: TH स्तर
it: Livello TH
nl: SH level
pl: Poziom ratusza
pt: Nível do CV
tr: BB Seviyesi
uk: Рівень ратуші
ur: ٹی ایچ سطح
zh: 大本等级

# gameTownHallLevelNumber
source: Town Hall {level}
da: Rådhuset {level}
de: Rathaus {level}
fi: Kaupunginhalli {level}
fr: Hôtel de ville {level}
hi: टाउन हॉल {level}
it: Municipio {level}
nl: Stadhuis {level}
pl: Ratusz {level}
pt: Centro de vila {level}
tr: Belediye Binası {level}
uk: Ратуша {level}
ur: ٹاؤن ہال {level}
zh: 大本营 {level}

# gameTHLevel
source: TH{level}
fr: HDV{level}
nl: SH{level}
pt: CV{level}
tr: BB {level}
uk: ТХ{level}
zh: {level}级大本

# gameExpLevel
source: Experience Level
cs: Úroveň zkušenosti
da: Oplevelses Niveau
de: Erfahrungslevel
fi: Kokemuksen Taso
fr: Niveau d'expérience
hi: अनुभव स्तर
it: Livello Di Esperienza
nl: Ervaringsniveau
pl: Poziom doświadczenia
pt: Nível de experiência
tr: Deneyim Seviyesi
uk: Рівень досвіду
ur: تجربہ کی سطح
zh: 经验等级

# gameTrophies
source: Trophies
cs: Trofeje
da: Trofæer
de: Trophäen
fi: Palkinnot
fr: Trophées
hi: ट्राफी
it: Trofei
nl: Trofeeën
pl: Puchary
pt: Troféus
tr: Kupalar
uk: Трофеї
ur: ٹرافیاں
zh: 奖杯

# gameBuilderBaseTrophies
source: BB Trophies
cs: BB trofeje
da: BB Trofæer
de: BB-Trophäen
fi: Bb Palkinnot
fr: Trophées MDO
hi: बी बी ट्रॉफियां
it: Trofei BB
nl: BB Trofeeën
pl: BB Puszki
pt: Troféus da CC
tr: İÜ Kupaları
uk: ББ Трофеї
ur: بی بی ٹرافی
zh: 建筑大师奖杯

# gameDonations
source: Donations
cs: Příspěvky
da: Donationer
de: Gespendet
fi: Lahjoitukset
fr: Dons
hi: दान
it: Donazioni
nl: Donaties
pl: Dotacje
pt: Doações
tr: Bağışlar
uk: Пожертви
ur: عطیات
zh: 增援

# gameDonationsReceived
source: Donations Received
cs: Obdržené dary
da: Donationer Modtaget
de: Spenden erhalten
fi: Lahjoitukset Vastaanotettu
fr: Dons reçus
hi: प्राप्त दान
it: Donazioni Ricevute
nl: Donaties ontvangen
pl: Otrzymane Dotacje
pt: Doações recebidas
tr: Alınan Bağışlar
uk: Пожертв отримано
ur: عطیات موصول ہوئے۔
zh: 收到的增援

# gameDonationsRatio
source: Donation Ratio
cs: Poměr příspěvku
da: Donationsforhold
de: Spendenverhältnis
fi: Lahjoituksen Suhde
fr: Ratio de dons
hi: दान अनुपात
it: Rapporto Donazioni
nl: Donatieverhouding
pl: Wskaźnik dotacji
pt: Proporção de doações
tr: Bağış Oranı
uk: Співвідношення пожертв
ur: عطیہ کا تناسب
zh: 捐收比例

# gameLevel
source: Level: {level}/{maxLevel}
cs: Úroveň: {level}/{maxLevel}
da: Niveau: {level}/{maxLevel}
fr: Niveau : {level}/{maxLevel}
it: Livello: {level}/{maxLevel}
pl: Poziom: {level}/{maxLevel}
tr: Seviye: {level}/{maxLevel}

# gameHeroes
source: Heroes
cs: Hrdinové
da: Helte
de: Helden
fr: Héros
hi: नायकों
it: Eroi
nl: Helden
pl: Bohaterowie
pt: Heróis
tr: Kahramanlar
uk: Герої
ur: ہیرو
zh: 英雄

# gameEquipment
source: Equipments
cs: Vybavení
da: Udstyr
de: Ausrüstung
fi: Laitteet
fr: Équipements
hi: उपकरणों
it: Attrezzature
nl: Uitrusting
pl: Wyposażenie
pt: Equipamentos
tr: Ekipmanlar
uk: Спорядження
ur: سازوسامان
zh: 装备

# gameHeroesEquipments
source: Hero equipments
cs: Zařízení hrdinů
da: Helt udstyr
de: Heldenausrüstung
fi: Sankarin laitteet
fr: Équipements de héros
hi: हीरो उपकरण
it: Equipaggiamenti eroe
nl: Heldenuitrusting
pl: Wyposażenie bohaterów
pt: Equipamentos de Heróis
tr: Kahraman Ekipmanları
uk: Спорядження героя
ur: ہیرو کا سامان
zh: 英雄装备

# gameTroops
source: Troops
cs: Vojenské jednotky
da: Tropper
de: Truppen
fi: Joukot
fr: Troupes
hi: सैनिकों
it: Truppe
nl: Troepen
pl: Jednostki
pt: Tropas
tr: Birlikler
uk: Війська
ur: دستے
zh: 部队
