Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# gameActiveSuperTroops
source: Active Super Troops
cs: Aktivní Super jednotky
da: Aktive Supertropper
de: Aktive Supertruppen
fi: Aktiiviset Super Joukot
fr: Super Troupes Actives
hi: सक्रिय सुपर सैनिक
it: Super Truppe Attive
nl: Actieve supertroepen
pl: Aktywne Super Jednostki
pt: Supertropas ativas
tr: Aktif Süper Birlikler
uk: Активні Супер Війська
ur: ایکٹو سپر ٹروپس
zh: 已启用的超级部队

# gamePets
source: Pets
cs: Domácí zvířata
da: Kæledyr
de: Begleiter
fi: Lemmikit
fr: Familiers
hi: पालतू जानवर
it: Animali
nl: Huisdieren
pl: Pety
pt: Animais
tr: Evcil Hayvanlar
uk: Тварини
ur: پالتو
zh: 宠物

# gameSiegeMachines
source: Siege Machines
cs: Obléhací stroje
da: Belejningsmaskiner
de: Belagerungsmaschinen
fr: Engins de siège
hi: घेराबंदी मशीनें
it: Macchine D'Assedio
nl: Belegeringsmachines
pl: Maszyny oblężnicze
pt: Máquinas de Cerco
tr: Kuşatma Makineleri
uk: Облогові машини
ur: سیج مشینیں
zh: 攻城机器

# gameSpells
source: Spells
de: Zauber
fr: Sorts
hi: मंत्र
nl: Spreuken
pl: Zaklęcia
pt: Feitiços
tr: Büyüler
uk: Заклинання
ur: منتر
zh: 法术

# gameAchievements
source: Achievements
cs: Úspěchy
da: Bedrifter
de: Errungenschaften
fi: Saavutukset
fr: Succès
hi: उपलब्धियों
it: Risultati
nl: Prestaties
pl: Osiągnięcia
pt: Conquistas
tr: Başarımlar
uk: Досягнення
ur: کامیابیاں
zh: 成就

# gameClanGames
source: Clan Games
cs: Klanové hry
da: Klan Spil
fi: Klaani Pelit
fr: Jeux de clan
nl: Clanspelen
pl: Gry klanowe
tr: Klan Oyunları

# gameSeasonPass
source: Season Pass
cs: Sezónní průchod
da: Sæson Pass
fi: Kauden Pass
fr: Pass de saison
nl: Seizoenspas
pl: Przepustka Sezonowa
tr: Sezon Bileti

# gameCreatorCode
source: Creator Code: ClashKing
cs: Kód tvůrce: ClashKing
da: Skaber Kode: Sammenstød
fi: Luojan Koodi: ClashKing
fr: Code créateur : ClashKing
hi: क्रिएटर कोड: ClashKing
it: Codice Creatore: ClashKing
nl: Makerscode: ClashKing
pl: Kod twórcy: ClashKing
pt: Código de Criador: ClashKing
tr: İçerik Üretici Kodu: ClashKing
uk: Код Творця: ClashKing
ur: خالق کوڈ: ClashKing
zh: 创作者代码：ClashKing

# gameCreatorCodeDescription
source: Support us for free!
cs: Tap for info • Support us for free!
de: Unterstütze uns kostenlos!
fr: Soutiens nous gratuitement !
hi: Tap for info • Support us for free!
nl: Steun ons gratis!
pl: Wspieraj nas za darmo!
pt: Tap for info • Support us for free!
tr: Bizi ücretsiz destekleyin!
uk: Tap for info • Support us for free!
ur: Tap for info • Support us for free!

# gameCreatorCodeDialogTitle
source: Support ClashKing
de: ClashKing unterstützen
fr: Soutenir ClashKing
nl: Steun ClashKing
pl: Wspieraj ClashKing
tr: ClashKing'i destekleyin

# gameCreatorCodeDialogDescription
source: Using our creator code helps fund development, keeps the app & bot free for all, and allows us to add new features. We get 5% of what you spend in-game, but it doesn't cost you anything extra - just use "ClashKing" as your creator code in the Clash of Clans shop!
da: When you use our creator code, you help fund development, keep the app and bot free for everyone, and support the addition of new features. We receive 5% of your in-game purchases at no extra cost to you — just enter "ClashKing" in the shop of any Supercell game. Thank you for your support!
de: Die Verwendung unseres Creator-Codes hilft bei der Finanzierung der Entwicklung, hält die App & Bot für alle kostenlos und ermöglicht es uns, neue Features hinzuzufügen. Wir erhalten 5% von dem, was du im Spiel ausgibst, aber es kostet dich nichts extra - verwende einfach "ClashKing" als Creator-Code im Clash of Clans Shop!
fr: Utiliser notre code créateur aide à financer le développement, garde l'application et le bot gratuits pour tout le monde, et nous permet d'ajouter de nouvelles fonctionnalités. Nous recevons 5% de ce que tu dépense en jeu, mais cela ne te coûte rien de plus - utilise simplement "ClashKing" comme code créateur dans la boutique de n'importe quel jeu Supercell. Merci énormement pour ton soutien !
hi: When you use our creator code, you help fund development, keep the app and bot free for everyone, and support the addition of new features. We receive 5% of your in-game purchases at no extra cost to you — just enter "ClashKing" in the shop of any Supercell game. Thank you for your support!
it: When you use our creator code, you help fund development, keep the app and bot free for everyone, and support the addition of new features. We receive 5% of your in-game purchases at no extra cost to you — just enter "ClashKing" in the shop of any Supercell game. Thank you for your support!
nl: Wanneer je onze creatorcode gebruikt, help je de ontwikkeling te financieren, de app en bot gratis te houden voor iedereen én nieuwe functies mogelijk te maken. Wij ontvangen 5% van je aankopen in het spel, zonder extra kosten voor jou — vul gewoon "ClashKing" in bij de winkel van een Supercell-spel. Bedankt voor je steun!
pl: Korzystając z naszego kodu twórcy, pomagasz finansować rozwój, zachować aplikację i bota za darmo dla wszystkich i wspierać dodawanie nowych funkcji. Otrzymujemy 5% Twoich zakupów w grze bez dodatkowych kosztów — po prostu wpisz "ClashKing" w sklepie każdej gry Supercell. Dziękujemy za twoje wsparcie!
pt: Using our creator code helps fund development, keeps the app and bot free for all, and allows us to add new features. We get 5% of what you spend in-game, but it doesn't cost you anything extra - just use "ClashKing" as your creator code in the shop of any Supercell game!
tr: Yaratıcı kodumuzu kullandığınızda, geliştirmeyi finanse etmeye yardımcı olur, uygulamayı ve botu herkes için ücretsiz tutar ve yeni özelliklerin eklenmesini desteklersiniz. Oyun içi satın alımlarınızın %5'ini size hiçbir ek ücret ödemeden alırız — herhangi bir Supercell oyununun mağazasına "ClashKing" yazmanız yeterlidir. Desteğiniz için teşekkür ederiz!
uk: When you use our creator code, you help fund development, keep the app and bot free for everyone, and support the addition of new features. We receive 5% of your in-game purchases at no extra cost to you — just enter "ClashKing" in the shop of any Supercell game. Thank you for your support!
ur: When you use our creator code, you help fund development, keep the app and bot free for everyone, and support the addition of new features. We receive 5% of your in-game purchases at no extra cost to you — just enter "ClashKing" in the shop of any Supercell game. Thank you for your support!

# gameCreatorCodeDialogButton
source: Use Creator Code
de: Creator-Code verwenden
fr: Utiliser le Code Créateur
nl: Gebruik makerscode
pl: Użyj kodu Twórcy
tr: Üretici Kodunu Kullan

# clanTitle
source: Clan
cs: klan
da: Klan
fi: Klaani
hi: कबेला
pl: Klan
pt: Clã
tr: Klan
uk: Клан
ur: قبیلہ
zh: 部落

# clanSearchTitle
source: Search clan
cs: Hledat klan
da: Søg klan
de: Clan suchen
fi: Hae klaania
fr: Rechercher un clan
hi: कबीला खोजें
it: Cerca clan
nl: Zoek clan
pl: Wyszukaj klan
pt: Procurar clã
tr: Klan ara
uk: Пошук клану
ur: قبیلہ تلاش کریں۔
zh: 搜索部落

# clanSearchPlaceholder
source: Clan's name
cs: Jméno klanu
da: Klans navn
de: Clanname
fi: Klaanin nimi
fr: Nom ou tag du clan
it: Nome del Clan
nl: Clannaam
pl: Nazwa klanu
tr: Klan adı

# clanNone
source: No clan
cs: Bez klanu
da: Ingen klan
de: Kein Clan
fi: Ei klaania
fr: Aucun clan
hi: कोई कबेला नहीं
it: Nessun clan
nl: Geen clan
pl: Brak klanu
pt: Sem clã
tr: Klan yok
uk: Без клану
ur: کوئی قبیلہ نہیں۔
zh: 无部落信息

# clanJoinToUnlock
source: Join a clan to unlock new features.
cs: Připojte se k klanu a odemkněte nové funkce.
da: Deltag i en klan for at låse op for nye funktioner.
de: Trete einem Clan bei, um neue Funktionen freizuschalten.
fi: Liity klaaniin avataksesi uusia ominaisuuksia.
fr: Rejoignez un clan pour débloquer de nouvelles fonctionnalités.
hi: नई सुविधाओं को अनलॉक करने के लिए एक कबीले में शामिल हों।
it: Unisciti a un clan per sbloccare nuove funzionalità.
nl: Sluit je aan bij een clan om nieuwe functies te ontgrendelen.
pl: Dołącz do klanu, aby odblokować nowe funkcje.
pt: Entre num clã para desbloquear novos recursos.
tr: Yeni özelliklerin kilidini açmak için bir klana katılın.
uk: Приєднуйтеся до клану, щоб розблокувати нові можливості.
ur: نئی خصوصیات کو غیر مقفل کرنے کے لیے ایک قبیلے میں شامل ہوں.
zh: 加入一个部落来解锁新功能。

# clanMembers
source: Members
cs: Členové
da: Medlemmer
de: Mitglieder
fi: Jäsenet
fr: Membres
hi: सदस्यों
it: Membri
nl: Leden
pl: Członkowie
pt: Membros
tr: Üyeler
uk: Учасники
ur: ممبران
zh: 成员

# clanMinimumMembers
source: Minimum members
cs: Minimální počet členů
da: Minimum medlemmer
de: Mindestanzahl von Mitgliedern
fi: Minimi jäsenet
fr: Membres minimum
hi: न्यूनतम सदस्य
it: Membri minimi
nl: Minimum aantal leden
pl: Minimalna liczba członków
pt: Membros mínimos
tr: Asgari Üye
uk: Мінімальна кількість учасників
ur: کم سے کم ممبران
zh: 最小成员数

# clanMaximumMembers
source: Maximum members
cs: Maximální počet členů
da: Maksimum medlemmer
de: Maximale Anzahl von Mitgliedern
fi: Jäsenten enimmäismäärä
fr: Membres maximum
hi: अधिकतम सदस्य
it: Numero massimo di membri
nl: Maximum aantal leden
pl: Maksymalna liczba członków
pt: Membros máximos
tr: Azami Üye
uk: Максимальна кількість учасників
ur: زیادہ سے زیادہ ممبران
zh: 最大成员数

# clanLocation
source: Location
cs: Poloha
da: Placering
de: Standort
fi: Sijainti
fr: Localisation
hi: जगह
it: Posizione
nl: Locatie
pl: Lokalizacja
pt: Localização
tr: Konum
uk: Розташування
ur: مقام
zh: 位置

# clanMinimumPoints
source: Minimum clan points
cs: Minimální počet bodů klanu
da: Minimum klan punkter
de: Minimale Clanpunkte
fi: Klaanipisteiden vähimmäismäärä
fr: Points de clan minimum
hi: न्यूनतम कबीले अंक
it: Punti di clan minimi
nl: Minimale clanpunten
pl: Minimalna liczba punktów klanowych
pt: Pontos de clã mínimos
tr: Minimum klan puanı
uk: Мінімальні очки клану
ur: کم از کم قبیلہ پوائنٹس
zh: 最低部落奖杯总数

# clanMinimumLevel
source: Minimum clan level
cs: Minimální úroveň klanu
da: Mindste klan niveau
de: Erforderlicher Clanlevel
fi: Klaanin vähimmäistaso
fr: Niveau de clan minimum
hi: न्यूनतम कबीले स्तर
it: Livello minimo di clan
nl: Minimaal clanniveau
pl: Minimalny poziom klanu
pt: Nível mínimo de clã
tr: Minimum klan seviyesi
uk: Мінімальний рівень клану
ur: کم از کم قبیلہ کی سطح
zh: 最低部落等级

# clanInviteOnly
source: Invite Only
cs: Pouze pozvání
da: Kun Invitation
de: Nur auf Einladung
fi: Vain Kutsu
fr: Invitation uniquement
hi: केवल आमंत्रित
it: Solo Invito
nl: Op uitnodiging
pl: Tylko na zaproszenie
pt: Convite apenas
tr: Yalnızca Davet
uk: За запрошенням
ur: صرف دعوت دیں۔
zh: 仅限邀请

# clanOpened
source: Opened
cs: Otevřeno
da: Åbnet
de: Geöffnet
fi: Avattu
fr: Ouvert
hi: खोला गया
it: Aperto
nl: Geopend
pl: Otwarty
pt: Aberto
tr: Açıldı
uk: Відчинено
ur: کھول دیا
zh: 开放

# clanRoleLeader
source: Leader
cs: Vůdce
da: Leder
de: Anführer
fi: Johtaja
fr: Chef
hi: नेता
nl: Leider
pl: Lider
pt: Líder
tr: Lider
uk: Лідер
ur: لیڈر
zh: 首领

# clanRoleCoLeader
source: Co-Leader
cs: Spoluvůdce
da: Medleder
de: Vize-Anführer
fi: Apulaisjohtaja
fr: Adjoint
hi: सह-मुखिया
nl: Co-leider
pl: Co-Lider
pt: Colíder
tr: Yardımcı Lider
uk: Спів-лідер
ur: شریک رہنما
zh: 副首领

# clanRoleElder
source: Elder
cs: Starší
da: Ældre
de: Ältester
fi: Vanhempi
fr: Aîné
hi: ज्येष्ठ
it: Anziano
nl: Oudste
pl: Starszy
pt: Ancião
tr: Büyük
uk: Старійшина
ur: ایلڈر
zh: 长老

# clanRoleMember
source: Member
cs: Člen
da: Medlem
de: Mitglied
fi: Jäsen
fr: Membre
hi: सदस्य
it: Membro
nl: Lid
pl: Członek
pt: Membro
tr: Üye
uk: Учасник
ur: ممبر
zh: 成员

# clanWarFrequencyAlways
source: Always
cs: Vždy
da: Altid
de: Immer
fi: Aina
fr: Toujours
hi: हमेशा
it: Sempre
nl: Altijd
pl: Zawsze
pt: Sempre
tr: Her zaman
uk: Завжди
ur: ہمیشہ
zh: 总是

# clanWarFrequencyNever
source: Never
cs: Nikdy
da: Aldrig
de: Nie
fi: Ei Koskaan
fr: Jamais
hi: कभी नहीं
it: Mai
nl: Nooit
pl: Nigdy
pt: Nunca
tr: Hiçbir zaman
uk: Ніколи
ur: کبھی نہیں
zh: 从不

# clanWarFrequencyOncePerWeek
source: 1/week
cs: 1/týden
da: 1/uge
de: Einmal pro Woche
fi: 1/viikko
fr: 1/semaine
hi: 1/सप्ताह
it: 1/settimana
pl: 1/tydzień
pt: 1/semana
tr: 1/hafta
uk: 1/тиждень
ur: 1/ہفتہ
zh: 1次/周

# clanWarFrequencyMoreThanOncePerWeek
source: More than 1/week
cs: Více než 1/týden
da: Mere end 1/uge
de: Mehr als 1/Woche
fi: Yli 1 viikko
fr: Plus de 1/semaine
it: Più di una settimana
nl: Meer dan 1/week
pl: Więcej niż 1/tydzień
tr: Haftada 1'den fazla

# clanWarFrequencyRarely
source: Rarely
cs: Zřídka
da: Sjældent
de: Selten
fi: Harvoin
fr: Rarement
hi: कभी-कभार
it: Raramente
nl: Zelden
pl: Rzadko
pt: Raramente
tr: Nadiren
uk: Рідко
ur: کبھی کبھار
zh: 很少

# timeHourIndicator
source: h
de: Std.
hi: एच
nl: u
pl: g
tr: sa
uk: год
ur: ایچ
zh: 小时

# timeDaysAgo
source: {days} days ago
da: {days} dage siden
de: vor {days} Tagen
fi: {days} päivää sitten
fr: Il y a {days} jours
hi: {days} दिन पहले
it: {days} giorni fa
nl: {days} dagen geleden
pl: {days} dni temu
pt: {days} dias atrás
tr: {days} gün önce
uk: {days} Днів тому
ur: {days} دن پہلے
zh: {days} 天前

# timeDayAgo
source: {day} day ago
da: {day} dag siden
de: Vor {day} Tag(en)
fi: {day} päivää sitten
fr: Il y a {day} jour
hi: {day} दिन पहले
it: {day} giorno fa
nl: {day} dag geleden
pl: {day} dzień temu
pt: {day} dia atrás
tr: {day} gün önce
uk: {day} День тому
ur: {day} دن پہلے
zh: {day}天之前

# timeHourAgo
source: {hour} hour ago
cs: {hour} hodinou
da: {hour} time siden
de: Vor {hour} Stunde(n)
fi: {hour} tuntia sitten
fr: Il y a {hour} heure
hi: {hour} घंटा पहले
it: {hour} ora fa
nl: {hour} uur geleden
pl: {hour} godzinę temu
pt: {hour} hora atrás
tr: {hour} saat önce
uk: {hour} Годину тому
ur: {hour} گھنٹے پہلے
zh: {hour}小时之前

# timeHoursAgo
source: {hours} hours ago
cs: {hours} hodin
da: {hours} timer siden
de: vor {hours} Stunden
fi: {hours} tuntia sitten
fr: Il y a {hours} heures
hi: {hours} घंटे पहले
it: {hours} ore fa
nl: {hours} uur geleden
pl: {hours} godzin temu
pt: {hours} horas atrás
tr: {hours} saat önce
uk: {hours} Годин тому
ur: {hours} گھنٹے پہلے
zh: {hours} 小时前

# timeMinuteAgo
source: {minute} minute ago
cs: {minute} minutou
da: {minute} minut siden
de: Vor {minute} Minute(n)
fi: {minute} minuuttia sitten
fr: Il y a {minute} minute
hi: {minute} मिनट पहले
it: {minute} minuto fa
nl: {minute} minuut geleden
pl: {minute} minutę temu
pt: {minute} minuto atrás
tr: {minute} dakika önce
uk: {minute} Хвилину тому
ur: {minute} منٹ پہلے
zh: {minute}分钟之前

# timeMinutesAgo
source: {minutes} minutes ago
cs: {minutes} minut
da: {minutes} minutter siden
de: vor {minutes} Minuten
fi: {minutes} minuuttia sitten
fr: Il y a {minutes} minutes
hi: {minutes} मिनट पहले
it: {minutes} minuti fa
nl: {minutes} minuten geleden
pl: {minutes} minut temu
pt: {minutes} minutos atrás
tr: {minutes} dakika önce
uk: {minutes} Хвилин тому
ur: {minutes} منٹ پہلے
zh: {minutes}分钟之前

# timeJustNow
source: Just Now
cs: Právě teď
da: Lige Nu
de: Gerade eben
fi: Juuri Nyt
fr: À l'instant
hi: बस अब
it: Solo Ora
nl: Zojuist
pl: Właśnie teraz
pt: Agora mesmo
tr: Az Önce
uk: Щойно
ur: ابھی ابھی
zh: 刚刚

# timeEndedJustNow
source: Ended just now
cs: Právě skončilo
da: Sluttede lige nu
de: Gerade eben beendet
fi: Päättyi juuri nyt
fr: Terminé à l'instant
it: Finito proprio ora
nl: Zojuist afgelopen
pl: Zakończyło się właśnie teraz
tr: Az önce bitti

# timeEndedMinutesAgo
source: Ended {minutes} minutes ago
da: Sluttede {minutes} minutter siden
de: Vor {minutes} Minuten beendet
fr: Terminé depuis {minutes} minutes
nl: {minutes} minuten geleden afgelopen
pl: Zakończyło się {minutes} minut temu
tr: {minutes} dakika önce bitti

# timeEndedHoursAgo
source: Ended {hours} hours ago
da: Sluttede {hours} timer siden
de: Vor {hours} Stunden beendet
fr: Terminé depuis {hours} heures
nl: {hours} uur geleden afgelopen
pl: Zakończyło się {hours} godzin temu
tr: {hours} saat önce bitti

# timeEndedDaysAgo
source: Ended {days} days ago
da: Afsluttede {days} dage siden
de: Vor {days} Tagen beendet
fr: Terminé depuis {days} jours
nl: {days} dagen geleden afgelopen
pl: Zakończyło się {days} dni temu
tr: {days} gün önce bitti

# timeStartsIn
source: Starts in {time}
cs: Začíná v {time}
da: Starter i {time}
de: Beginnt in {time}
fi: Aloittaa {time} kuluttua
fr: Début dans {time}
hi: {time} में शुरू होगा
it: Inizia in {time}
nl: Begint over {time}
pl: Zaczyna się za {time}
pt: Começa em {time}
tr: Başlamasına: {time}
uk: Розпочнеться через {time}
ur: {time} میں شروع ہوتا ہے
zh: 开始时间（{time}后

# timeStartsAt
source: Starts at {time}
cs: Začíná v {time}
da: Starter ved {time}
de: Beginnt um {time}
fi: Aloittaa nimellä {time}
fr: Débute à {time}
hi: {time} पर शुरू होगा
nl: Begint om {time}
pl: Zaczyna się o {time}
pt: Começa às {time}
tr: {time}'de başlıyor
uk: Починається о {time}
ur: {time} پر شروع ہوتا ہے
zh: 开始时间（{time}）

# timeEndsIn
source: Ends in {time}
cs: Končí v {time}
da: Slutter i {time}
de: Endet in {time}
fi: Päättyy {time}
fr: Fin dans {time}
hi: {time} में समाप्त होगा
it: Termina in {time}
nl: Eindigt in {time}
pl: Kończy się za {time}
pt: Termina em {time}
tr: Bitmesine: {time}
uk: Закінчиться через {time}
ur: {time} میں ختم ہوتا ہے
zh: 结束于{time}

# timeEndsAt
source: Ends at {time}
cs: Končí v {time}
da: Slutter på {time}
de: Endet um {time}
fr: Se termine à {time}
hi: {time} पर समाप्त होगा
it: Termina ad {time}
nl: Eindigt om {time}
pl: Kończy się o {time}
pt: Termina às {time}
tr: {time}'de bitiyor
uk: Закінчується о {time}
ur: {time} پر ختم ہوتا ہے
zh: 结束于{time}

# legendsTitle
source: Inaccurate data?
cs: Legendární liga
da: Forklarende Liga
de: Falsche Daten?
fi: Legend League
fr: Ligue légende
hi: गलत डेटा?
it: Leggenda League
nl: Legendarische Divisie
pl: Nieprecyzyjne dane?
pt: Dados imprecisos?
tr: Veri yanlış mı?
uk: Некоректні дані?
ur: غلط ڈیٹا؟
zh: 数据不准确？

# legendsNotInLeague
source: Not in Legend League
cs: Není v legendové ligě
da: Ikke i Legend League
de: Nicht in der Legenden-Liga
fi: Ei Legend League -pelissä
fr: Pas en ligue légende
hi: लीजेंड लीग में नहीं
it: Non in Leggenda League
nl: Niet in de Legendarische Divisie
pl: Nie w Lidze Legendarnej
pt: Não está na Liga Lendária
tr: Efsane ligde değil
uk: Не в Легендарній Лізі
ur: لیجنڈ لیگ میں نہیں۔
zh: 不在传奇联赛中

# legendsNoDataToday
source: You're not in Legend League, but past seasons are available.
cs: Nejste v Legend League, ale poslední sezóny jsou k dispozici.
da: Du er ikke i Legend League, men tidligere årstider er tilgængelige.
de: Du bist nicht in der Legenden-Liga, aber vergangene Saisons sind verfügbar.
fi: Et ole Legend League, mutta edelliset vuodenajat ovat käytettävissä.
fr: Pas de données pour la ligue légende aujourd'hui
it: Non sei in Legend League, ma le passate stagioni sono disponibili.
nl: Je zit niet in de Legendarische Divisie, maar vorige seizoenen zijn beschikbaar.
pl: Nie jesteś w Lidze Legend, ale dostępne są poprzednie sezony.
tr: Efsane Liginde değilsin, ancak geçmiş sezonlar mevcut.

# legendsStartDescription
source: You started the day with {trophies} trophies.
cs: Začal jsi den s {trophies} trofejemi.
da: Du startede dagen med {trophies} trofæer.
de: Du hast den Tag mit {trophies} Trophäen begonnen.
fi: Aloitit päivän {trophies} palkalla.
fr: Vous avez commencé la journée avec {trophies} trophées.
hi: आपने दिन की शुरुआत {trophies} ट्रॉफियों के साथ की।
it: Hai iniziato la giornata con i trofei {trophies}.
nl: Je bent de dag begonnen met {trophies} trofeeën.
pl: Zacząłeś dzień z {trophies} pucharów.
pt: Começou o dia com {trophies} troféus.
tr: Güne {trophies} kupayla başladın.
uk: Ви розпочали день з {trophies} трофеїв.
ur: آپ نے دن کا آغاز {trophies} ٹرافیوں سے کیا.
zh: 您以{trophies}奖杯开始了新的一天。

# legendsNoRankLocalDescription
source: You are currently not ranked ({country}) with {trophies} trophies.
cs: Momentálně nemáš hodnocení ({country}) s {trophies} trofejemi.
da: Du er i øjeblikket ikke rangeret ({country}) med {trophies} trofæer.
de: Du hast derzeit keinen Rang ({country}) mit {trophies} Trophäen.
fr: Vous n'êtes actuellement pas classé ({country}) avec {trophies} trophées.
hi: आप वर्तमान में {trophies} ट्रॉफियों के साथ ({country}) रैंक पर नहीं हैं।
it: Attualmente non sei classificato ({country}) con i trofei {trophies}.
nl: Je bent momenteel niet gerangschikt ({country}) met {trophies} trofeeën.
pl: Obecnie nie jesteś w rankingu ({country}) z {trophies} puszkami.
pt: Não está atualmente classificado ({country}) com {trophies} troféus.
tr: Şu anda {trophies} kupa ile {country} sıralamasında yer almıyorsunuz.
uk: Наразі вас немає в рейтингу ({country}) з {trophies} трофеями.
ur: آپ فی الحال {trophies} ٹرافیوں کے ساتھ درجہ بندی ({country}) میں نہیں ہیں.
zh: 您目前没有获得{trophies}奖杯的排名（{country}）。

# legendsRankLocalDescription
source: You are currently ranked {rank} ({country}) with {trophies} trophies.
cs: Momentálně jste v pořadí {rank} ({country}) s {trophies} trofejemi.
da: Du er i øjeblikket rangeret {rank} ({country}) med {trophies} trofæer.
de: Du befindest dich derzeit auf Rang {rank} ({country}) mit {trophies} Trophäen.
fr: Vous êtes actuellement classé {rank} ({country}) avec {trophies} trophées.
hi: आप वर्तमान में {rank} ({country}) रैंक पर हैं और {trophies} ट्रॉफियां हैं।
it: Attualmente sei classificato {rank} ({country}) con trofei {trophies}.
nl: Je staat momenteel op rang {rank} ({country}) met {trophies} trofeeën.
pl: Obecnie nie jesteś w rankingu {rank} ({country}) z {trophies} puszkami.
pt: Está atualmente classificado {rank} ({country}) com {trophies} troféus.
tr: Şu anda {rank} ({country}) sıralamasındasınız ve {trophies} kupanız var.
uk: Зараз ви займаєте {rank} місце в топі ({country}) з {trophies} трофеями.
ur: آپ فی الحال {trophies} ٹرافیوں کے ساتھ {rank} ({country}) پر ہیں.
zh: 您目前拥有{trophies}奖杯，排名{rank}（{country}）。

# legendsGainDescription
source: You gained {trophies} trophies for now.
cs: Zatím jsi získal {trophies} trofejí.
da: Du fik {trophies} trofæer for nu.
de: Du hast bisher {trophies} Trophäen gewonnen.
fi: Olet voittanut {trophies} palkinnot toistaiseksi.
fr: Vous avez gagné {trophies} trophées aujourd'hui.
hi: आपने अभी के लिए {trophies} ट्रॉफियां हासिल की हैं।
it: Hai guadagnato trofei {trophies} per ora.
nl: Je hebt tot nu toe {trophies} trofeeën verdiend.
pl: Zdobyłeś na razie {trophies} puszek.
pt: Ganhou {trophies} troféus por agora.
tr: Şu ana kadar {trophies} kupa kazandınız.
uk: Зараз ви отримали {trophies} трофеїв.
ur: آپ نے ابھی کے لیے {trophies} ٹرافی حاصل کی ہیں.
zh: 您获得了{trophies}奖杯。

# legendsLossDescription
source: You lost {trophies} trophies for now.
cs: Zatím jsi ztratil {trophies} trofejí.
da: Du har mistet {trophies} trofæer for nu.
de: Du hast bisher {trophies} Trophäen verloren.
fi: Olet menettänyt {trophies} pokaalia toistaiseksi.
fr: Vous avez perdu {trophies} trophées aujourd'hui.
hi: आपने अभी के लिए {trophies} ट्रॉफियां खो दी हैं।
it: Hai perso i trofei {trophies} per ora.
nl: Je hebt tot nu toe {trophies} trofeeën verloren.
pl: Straciłeś {trophies} puszek na razie.
pt: Perdeu {trophies} troféus por agora.
tr: Şu ana kadar {trophies} kupa kaybettiniz.
uk: Зараз ви втратили {trophies} трофеїв.
ur: آپ ابھی کے لیے {trophies} ٹرافی کھو چکے ہیں.
zh: 您失去了{trophies}奖杯。
