Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# todoExplanationIntro
source: The task completion percentage is calculated based on the following activities with specific weightings:
cs: Procentní podíl plnění úkolu se vypočítá na základě následujících činností s konkrétními váhami:
da: Procentdelen for afslutning af opgaven beregnes ud fra følgende aktiviteter med specifikke vægtninger:
de: Der Prozentsatz der Aufgabenvervollständigung wird anhand der folgenden Aktivitäten mit spezifischen Gewichtungen berechnet:
fi: Tehtävän suorittamisen prosenttiosuus lasketaan seuraavien erityisten painotusten avulla seuraavien toimintojen perusteella:
fr: Le pourcentage de réalisation des tâches est calculé en fonction des activités suivantes avec des pondérations spécifiques :
hi: कार्य पूर्णता प्रतिशत की गणना विशिष्ट भार के साथ निम्नलिखित गतिविधियों के आधार पर की जाती है:
it: La percentuale di completamento del compito è calcolata sulla base delle seguenti attività con ponderazioni specifiche:
nl: Het voltooiingspercentage van taken wordt berekend op basis van de volgende activiteiten met specifieke gewichten:
pl: Odsetek ukończenia zadania jest obliczany na podstawie następujących działań z określonymi wagami:
pt: A percentagem de conclusão da tarefa é calculada com base nas seguintes atividades com ponderações específicas:
tr: Görev tamamlanma yüzdesi, aşağıdaki faaliyetlerin belirli ağırlıklara göre hesaplanmasıyla hesaplanır:
uk: Відсоток завершення завдання обчислюється на основі наступних дій з конкретними ваговими коефіцієнтами:
ur: کام کی تکمیل کا فیصد مخصوص وزن کے ساتھ درج ذیل سرگرمیوں کی بنیاد پر لگایا جاتا ہے:
zh: 任务完成率是根据下列具有特定权重的活动计算出来的：

# todoExplanationLegendsTitle
source: Legend League:
cs: Legendární liga:
da: Forklarende Liga:
de: Legenden-Liga:
fr: Ligue légende :
hi: लीजेंड लीग
it: Leggenda Legenda:
nl: Legendarische Divisie:
pl: Liga Legendarna:
pt: Liga Lendária:
tr: Efsane Lig:
uk: Легендарна Ліга:
ur: لیجنڈ لیگ:
zh: 传奇联赛

# todoExplanationLegends
source: Weight of 8 points per account, 1 attack = 1 point.
cs: Hmotnost 8 bodů na účet, 1 útok = 1 bod.
da: Vægt på 8 point pr. konto, 1 angreb = 1 point.
de: Gewicht von 8 Punkten pro Konto, 1 Angriff = 1 Punkt.
fi: Paino 8 pistettä per tili, 1 hyökkäys = 1 piste.
fr: Poids de 8 points par compte, 1 attaque = 1 point.
hi: प्रति खाता 8 अंक का भार, 1 हमला = 1 अंक.
it: Peso di 8 punti per account, 1 attacco = 1 punto.
nl: Gewicht van 8 punten per account, 1 aanval = 1 punt.
pl: Waga 8 punktów na konto, 1 atak = 1 punkt.
pt: Peso de 8 pontos por conta, 1 ataque = 1 ponto.
tr: Hesap başına 8 puan ağırlığı, 1 saldırı = 1 puan.
uk: Вага 8 очок за обліковий запис, 1 атака = 1 очко.
ur: فی اکاؤنٹ 8 پوائنٹس کا وزن، 1 حملہ = 1 پوائنٹ.
zh: 每个账户的权重为8分，1次攻击=1分。

# todoExplanationRaidsTitle
source: Raids:
cs: Náklady:
de: Überfälle:
fi: Raidat:
hi: छापे:
it: Corsi:
nl: Rooftochten:
pl: Rajdy:
pt: Raides:
tr: Baskınlar:
uk: Рейди:
ur: چھاپے:
zh: 突袭：

# todoExplanationRaids
source: Weight of 5 points per account (or 6 if the last attack has been unlocked), 1 attack = 1 point.
cs: Váha 5 bodů na účet (nebo 6, pokud byl odblokován poslední útok), 1 útok = 1 bod.
da: Vægt på 5 point pr. konto (eller 6 hvis det sidste angreb er blevet låst), 1 angreb = 1 point.
de: Gewicht von 5 Punkten pro Konto (oder 6, wenn der letzte Angriff freigeschaltet wurde), 1 Angriff = 1 Punkt.
fi: Paino 5 pistettä per tili (tai 6, jos viimeinen hyökkäys on avattu), 1 hyökkäys = 1 piste.
fr: Poids de 5 points par compte (ou 6 si la dernière attaque a été débloquée), 1 attaque = 1 point.
it: Peso di 5 punti per conto (o 6 se l'ultimo attacco è stato sbloccato), 1 attacco = 1 punto.
nl: Gewicht van 5 punten per account (of 6 als de laatste aanval is ontgrendeld), 1 aanval = 1 punt.
pl: Waga 5 punktów na konto (lub 6, jeśli ostatni atak został odblokowany), 1 atak = 1 punkt.
pt: Peso de 5 pontos por conta (ou 6 se o último ataque foi desbloqueado), 1 ataque = 1 ponto.
tr: Hesap başına 5 puan (veya son saldırı açılmışsa 6) ağırlığı, 1 saldırı = 1 puan.
uk: Вага 5 балів за обліковий запис (або 6, якщо останню атаку розблоковано), 1 атака = 1 бал.
ur: فی اکاؤنٹ 5 پوائنٹس کا وزن (یا 6 اگر آخری حملہ غیر مقفل ہو گیا ہے)، 1 حملہ = 1 پوائنٹ.
zh: 每个账户的权重为5分（如果上次攻击已解锁，则为6分），1次攻击=1分。

# todoExplanationClanWarsTitle
source: Clan Wars:
cs: Klanové války:
da: Klan Krig:
de: Clan-Kriege:
fi: Klaanisodat:
fr: Guerres de Clan :
hi: कबीले युद्ध:
it: Guerre Del Clan:
nl: Clanoorlogen:
pl: Klanowa wojna:
pt: Guerras de clã:
tr: Klan Savaşları:
uk: Кланові Війни:
ur: قبائلی جنگیں:
zh: 部落战：

# todoExplanationClanWars
source: Weight of 2 points per account, 1 attack = 1 point.
cs: Hmotnost 2 bodů na účet, 1 útok = 1 bod.
da: Vægt på 2 point pr. konto, 1 angreb = 1 point.
de: Gewicht von 2 Punkten pro Konto, 1 Angriff = 1 Punkt.
fi: Paino 2 pistettä per tili, 1 hyökkäys = 1 piste.
fr: Poids de 2 points par compte, 1 attaque = 1 point.
hi: प्रति खाता 2 अंक का भार, 1 आक्रमण = 1 अंक.
it: Peso di 2 punti per account, 1 attacco = 1 punto.
nl: Gewicht van 2 punten per account, 1 aanval = 1 punt.
pl: Waga 2 punktów na konto, 1 atak = 1 punkt.
pt: Peso de 2 pontos por conta, 1 ataque = 1 ponto.
tr: Hesap başına 2 puan ağırlığı, 1 saldırı = 1 puan.
uk: Вага 2 бали на рахунок, 1 атака = 1 бал.
ur: فی اکاؤنٹ 2 پوائنٹس کا وزن، 1 حملہ = 1 پوائنٹ.
zh: 每个账户2分的权重，1次攻击=1分。

# todoExplanationCwlTitle
source: Clan War League:
cs: Klan válečná liga:
da: Klan Krigsliga:
de: Clankriegsliga:
fi: Clan Sota League:
fr: Ligue de Clan :
hi: वंश युद्ध लीग:
it: Campionato Di Guerra Del Clan:
nl: Clanoorlogsdivisie:
pl: Wojna Ligowa:
pt: Liga de Guerra de Clãs:
tr: Klan Savaş Ligi:
uk: Ліга Війни Кланів:
ur: قبیلہ وار لیگ:
zh: 部落联赛

# todoExplanationCwl
source: Weight of 1 point per account, 1 attack = 1 point. CWL cannot be tracked if the player is not in their league clan.
cs: Hmotnost 1 bodu na účet, 1 útok = 1 bod. CWL nemůže být sledována, pokud hráč není v liště.
da: Vægt på 1 point pr. konto, 1 angreb = 1 point. CWL kan ikke spores, hvis spilleren ikke er i deres liga klan.
de: Gewicht von 1 Punkt pro Konto, 1 Angriff = 1 Punkt. Clankriegsliga kann nicht verfolgt werden, wenn der Spieler nicht in seinem Ligaclan ist.
fi: Paino 1 pisteen per tili, 1 hyökkäys = 1 piste. CWL ei voi seurata, jos pelaaja ei ole liigan klaanissa.
fr: Poids de 1 point par compte, 1 attaque = 1 point. La ligue ne peut pas être suivie si le joueur n'est pas dans son clan de ligue.
hi: प्रति खाता 1 अंक का भार, 1 हमला = 1 अंक। यदि खिलाड़ी अपने लीग कबीले में नहीं है तो CWL को ट्रैक नहीं किया जा सकता है।
it: Peso di 1 punto per account, 1 attacco = 1 punto. CWL non può essere tracciato se il giocatore non è nel loro clan di campionato.
nl: Gewicht van 1 punt per account, 1 aanval = 1 punt. CWL (clanoorlogdivisie) kan niet worden gevolgd als de speler niet in zijn divisie clan zit.
pl: Waga 1 punktu na konto, 1 atak = 1 punkt. CWL nie może być śledzone, jeśli gracz nie jest w swoim klanie ligowym.
pt: Peso de 1 ponto por conta, 1 ataque = 1 ponto. CWL não pode ser rastreada se o jogador não está no seu clã da liga.
tr: Hesap başına 1 puan ağırlığı, 1 saldırı = 1 puan. Oyuncu lig klanında değilse KSL takip edilemez.
uk: Вага 1 бал за обліковий запис, 1 напад = 1 бал. CWL не може бути відстежено, якщо гравець не перебуває у своєму клані ліги.
ur: فی اکاؤنٹ 1 پوائنٹ کا وزن، 1 حملہ = 1 پوائنٹ۔ CWL کو ٹریک نہیں کیا جا سکتا اگر کھلاڑی ان کے لیگ قبیلے میں نہیں ہے.
zh: 每个账户的权重为1分，1次攻击=1分。如果玩家不在他们的部落中，则无法跟踪部落联赛。

# todoExplanationPassAndGamesTitle
source: Season Pass & Clan Games:
cs: Hry na sezonu a klany:
da: Sæson Pass & Klan Spil:
de: Saisonpass & Clanspiele:
fi: Kauden Pass Ja Clan Pelit:
fr: Pass de Saison & Jeux de clans :
hi: सीज़न पास और कबीले खेल:
nl: Seizoenspas & Clan Spellen:
pl: Przepustka Sezonowa i Gry Klanowe:
pt: Passe de temporada & Jogos do Clã:
tr: Sezon Bileti & Klan Oyunları:
uk: Сезонний пропуск та кланові ігри:
ur: سیزن پاس اور کلین گیمز:
zh: 月卡和部落游戏

# todoExplanationPassAndGames
source: Weight of 2 points each per account. The ratio is based on the number of days remaining (1 month for the pass and 6 days for the games). Green = on track to complete the pass or games, red = behind schedule.
cs: Hmotnost 2 body za každý účet. Poměr je založen na počtu zbývajících dnů (1 měsíc pro průchod a 6 dní pro hry). Zelená = na skladbě, aby dokončila průchod nebo hry, červená = za plánem.
da: Vægt på 2 point pr. konto. Forholdet er baseret på antallet af dage, der er tilbage (1 måned for pass og 6 dage for spillet). Grøn = på sporet for at fuldføre passet eller spillet, rød = bag tidsplanen.
de: Gewicht von jeweils 2 Punkten pro Konto. Das Verhältnis basiert auf der Anzahl der verbleibenden Tage (1 Monat für den Pass und 6 Tage für die Spiele). Grün = dabei, den Pass oder die Spiele abzuschließen, rot = hinter dem Zeitplan.
fi: Paino 2 pistettä per tili. Suhde perustuu niiden päivien lukumäärään, jotka ovat jäljellä (1 kuukausi solan osalta ja 6 päivää pelien osalta). Vihreä = raiteella suorittaa sola tai pelejä, punainen = takana aikataulu.
fr: Poids de 2 points chacun par compte. Le ratio est basé sur le nombre de jours restants (1 mois pour le pass et 6 jours pour les jeux). En vert = dans les temps pour finir le pass ou les jeux, en rouge = en retard.
hi: प्रत्येक खाते के लिए 2 अंक का भार। अनुपात शेष दिनों की संख्या पर आधारित है (पास के लिए 1 महीना और खेलों के लिए 6 दिन)। हरा = पास या खेल पूरा करने के लिए ट्रैक पर, लाल = समय से पीछे।
it: Peso di 2 punti ciascuno per conto. Il rapporto si basa sul numero di giorni rimanenti (1 mese per il pass e 6 giorni per i giochi). Verde = in pista per completare il passaggio o i giochi, rosso = in ritardo.
nl: Gewicht van 2 punten per account. De verhouding is gebaseerd op het aantal resterende dagen (1 maand voor de pas en 6 dagen voor de spellen). Groen = op schema om de pas of spellen te voltooien, rood = achter op schema.
pl: Waga 2 punktów każdy na konto. Stosunek opiera się na liczbie pozostałych dni (1 miesiąc dla przepustki i 6 dni dla gier). Zielony = na dobrej drodze do ukończenia przepustki lub gier, czerwony = opóźnienie w harmonogramie.
pt: Peso de 2 pontos por conta. A razão baseia-se no número de dias restantes (1 mês para o passe e 6 dias para os jogos de clã). Verde = no caminho certo para completar o passe ou os jogos, vermelho = atrasado.
tr: Hesap başına 2 puanlık ağırlık. Oran, kalan gün sayısına (Bilet için 1 ay ve klan oyunları için 6 gün) dayanmaktadır. Yeşil = Bileti veya oyunları tamamlama yolunda, kırmızı = programın gerisinde.
uk: Вага по 2 бали кожен на рахунок. Співвідношення ґрунтується на залишку днів (1 місяць на пропуск і 6 днів на ігри). Зелений = на шляху до завершення пропуску або ігор, червоний = позаду графіка.
ur: ہر اکاؤنٹ میں 2 پوائنٹس کا وزن۔ تناسب باقی دنوں کی تعداد پر مبنی ہے (پاس کے لیے 1 مہینہ اور گیمز کے لیے 6 دن)۔ سبز = پاس یا گیمز کو مکمل کرنے کے لیے ٹریک پر، سرخ = شیڈیول کے پیچھے.
zh: 每个账户的权重为2分。该比率基于剩余天数（通行证为1个月，比赛为6天）。绿色=按计划完成传球或比赛，红色=落后于计划。

# todoExplanationConclusion
source: The final percentage is calculated by dividing the total actions completed during ongoing events by the total required actions. Accounts inactive for more than 14 days are excluded from the calculation.
cs: Konečný procentní podíl se vypočítá vydělením celkových akcí provedených v průběhu probíhajících akcí celkovým požadovaným akcím. Účty, které jsou neaktivní déle než 14 dní, jsou z výpočtu vyloučeny.
da: Den endelige procentdel beregnes ved at dividere de samlede handlinger, der er gennemført under igangværende begivenheder, med de samlede påkrævede handlinger. Konti inaktiv i mere end 14 dage er udelukket fra beregningen.
de: Der endgültige Prozentsatz wird berechnet, indem die Gesamtanzahl der während laufender Ereignisse abgeschlossenen Aktionen durch die Gesamtanzahl der erforderlichen Aktionen geteilt wird. Konten, die seit mehr als 14 Tagen inaktiv sind, werden von der Berechnung ausgeschlossen.
fi: Lopullinen prosenttiosuus lasketaan jakamalla meneillään olevien tapahtumien aikana toteutettujen toimien kokonaismäärä tarvittavilla toimilla. Tilejä, jotka eivät ole toiminnassa yli 14 päivän ajan, ei oteta huomioon laskennassa.
fr: Le pourcentage final est calculé en divisant le total des actions réalisées pendant les événements en cours par le total des actions requises. Les comptes inactifs depuis plus de 14 jours sont exclus du calcul.
hi: अंतिम प्रतिशत की गणना चल रहे आयोजनों के दौरान पूरी की गई कुल क्रियाओं को कुल आवश्यक क्रियाओं से विभाजित करके की जाती है। 14 दिनों से अधिक समय तक निष्क्रिय रहने वाले खातों को गणना से बाहर रखा जाता है।
it: La percentuale finale è calcolata dividendo le azioni totali completate durante gli eventi in corso per il totale delle azioni richieste. I conti inattivi per più di 14 giorni sono esclusi dal calcolo.
nl: Het uiteindelijke percentage wordt berekend door het totaal aantal voltooide acties tijdens lopende evenementen te delen door het totaal aantal vereiste acties. Accounts die langer dan 14 dagen inactief zijn worden uitgesloten van de berekening.
pl: Ostateczny procent jest obliczany poprzez podzielenie łącznej liczby akcji wykonanych podczas trwających wydarzeń przez całkowitą liczbę wymaganych akcji. Konta nieaktywne przez ponad 14 dni są wykluczone z obliczeń.
pt: A percentagem final é calculada a dividir o total de ações concluídas durante os eventos em curso pelo total de ações necessárias. As contas inativas por mais de 14 dias são excluídas do cálculo.
tr: Son yüzde, devam eden olaylar sırasında tamamlanan toplam eylemlerin toplam gerekli eylemlere bölünmesiyle hesaplanır. 14 günden uzun süredir etkin olmayan hesaplar hesaplamadan hariç tutulur.
uk: Загальний відсоток обчислюється шляхом ділення загальної кількості виконаних дій під час поточних подій на загальну кількість необхідних дій. Обліковий запис, неактивний протягом більш як 14 днів, виключаються з розрахунку.
ur: حتمی فیصد کا حساب جاری واقعات کے دوران مکمل ہونے والی کل کارروائیوں کو کل مطلوبہ کارروائیوں سے تقسیم کر کے لگایا جاتا ہے۔ 14 دنوں سے زیادہ غیر فعال اکاؤنٹس کو حساب سے خارج کر دیا گیا ہے.
zh: 最终百分比是通过将正在进行的事件中完成的总操作除以所需的总操作来计算的。超过14天未活动的帐户不在计算范围内。

# todoAccountsNumber
source: {number} accounts
cs: {number} účty
da: {number} konti
de: {number} Konten
fi: {number} tiliä
fr: {number} comptes
hi: {number} खाते
pl: {number} kont
pt: {number} contas
tr: {number} hesaplar
uk: {number} Облікових записів
ur: {number} اکاؤنٹس
zh: {number}账户

# todoAccountsNumberActive
source: {number} active accounts
cs: {number} aktivní účty
da: {number} aktive konti
de: {number} aktive Konten
fi: {number} aktiivista tiliä
fr: {number} comptes actifs
hi: {number} सक्रिय खाते
nl: {number} actieve accounts
pl: {number} aktywnych kont
pt: {number} contas ativas
tr: {number} aktif hesaplar
uk: {number} Активних облікових записів
ur: {number} فعال اکاؤنٹس
zh: {number}活账户

# todoAccountsNumberInactive
source: {number} inactive accounts
cs: {number} neaktivní účty
da: {number} inaktive konti
de: {number} inaktive Konten
fi: {number} passiivista tiliä
fr: {number} comptes inactifs
hi: {number} निष्क्रिय खाते
nl: {number} inactieve accounts
pl: {number} nieaktywnych kont
pt: {number} contas inativas
tr: {number} inaktif hesaplar
uk: {number} Неактивних облікових записів
ur: {number} غیر فعال اکاؤنٹس
zh: {number}不活跃账户

# todoAccountsActive
source: Active accounts
cs: Aktivní účty
da: Aktive konti
de: Aktive Konten
fi: Aktiiviset tilit
fr: Comptes actifs
hi: सक्रिय खाते
it: Account attivi
nl: Actieve accounts
pl: Aktywne konta
pt: Contas ativas
tr: Aktif hesaplar
uk: Активні облікові записи
ur: فعال اکاؤنٹس
zh: 活跃帐户

# todoAccountsInactive
source: Inactive accounts
cs: Neaktivní účty
da: Inaktive konti
de: Inaktive Konten
fi: Passiiviset tilit
fr: Comptes inactifs
hi: निष्क्रिय खाते
it: Account inattivi
nl: Inactieve accounts
pl: Niektywne konta
pt: Contas inativas
tr: İnaktif hesaplar
uk: Неактивні облікові записи
ur: غیر فعال اکاؤنٹس
zh: 不活跃账户

# todoAccountsNoInactive
source: No inactive accounts.
cs: Žádné neaktivní účty.
da: Ingen inaktive konti.
de: Keine inaktiven Konten.
fi: Ei epäaktiivisia tilejä.
fr: Aucun compte inactif.
hi: कोई निष्क्रिय खाता नहीं
it: Nessun account inattivo.
nl: Geen inactieve accounts.
pl: Brak nieaktywnych kont.
pt: Sem contas inativas.
tr: İnaktif hesap yok.
uk: Немає неактивних облікових записів.
ur: کوئی غیر فعال اکاؤنٹس نہیں.
zh: 没有不活跃的帐户。

# todoAccountsNoActive
source: No active accounts.
cs: Žádné aktivní účty.
da: Ingen aktive konti.
de: Keine aktiven Konten.
fi: Ei aktiivisia tilejä.
fr: Aucun compte actif.
hi: कोई सक्रिय खाता नहीं
it: Nessun account attivo.
nl: Geen actieve accounts.
pl: Brak aktywnych kont.
pt: Sem contas ativas.
tr: Aktif hesap yok.
uk: Немає активних облікових записів.
ur: کوئی فعال اکاؤنٹس نہیں ہیں.
zh: 没有活跃的帐户。

# todoAttacksLeftDescription
source: You have {attacks} attack(s) left ({type}).
cs: Zbývá vám {attacks} útoků ({type}).
da: Du har {attacks} angreb tilbage ({type}).
de: Du hast noch {attacks} Angriff(e) übrig ({type}).
fr: Attaques restantes
nl: Je hebt nog {attacks} aanval(len) over ({type}).
pl: Pozostało ci {attacks} ataków ({type}).
tr: {attacks} saldırın kaldı ({type}).

# todoDefensesLeftDescription
source: You have {defenses} defense(s) left ({type}).
cs: Zbývá vám {defenses} obrana ({type}).
da: Du har {defenses} defense(s) tilbage ({type}).
de: Du hast noch {defenses} Verteidigung(en) übrig ({type}).
fr: Défenses restantes
nl: Je hebt nog {defenses} verdediging(en) over ({type}).
pl: Pozostało ci {defenses} obrón ({type}).
tr: {defenses} savunman kaldı ({type}).

# todoNoAttacksLeftDescription
source: Congratulations, you have done all your attacks ({type})!
cs: Gratulujeme, udělali jste všechny vaše útoky ({type})!
da: Tillykke, du har gjort alle dine angreb ({type})!
de: Glückwunsch, du hast alle deine Angriffe gemacht ({type})!
fi: Onnittelut, olet tehnyt kaikki hyökkäyksesi ({type})!
fr: Aucune attaque restante
it: Congratulazioni, hai fatto tutti i tuoi attacchi ({type})!
nl: Gefeliciteerd, je hebt al je aanvallen gedaan ({type})!
pl: Gratulacje, wykonałeś wszystkie swoje ataki ({type})!
tr: Tebrikler, tüm saldırılarını tamamladın ({type})!

# todoPointsLeftDescription
source: You have {points} points left to get today to be in time for the end of the event ({type}).
cs: Zbývá vám {points} bodů, abyste se dnes dostali do konce události ({type}).
da: Du har {points} point tilbage for at komme i dag til at være i tide til afslutningen af begivenheden ({type}).
de: Du musst heute noch {points} Punkte erreichen, um rechtzeitig für das Ende des Events zu sein ({type}).
fi: Sinulla on {points} pistettä jäljellä päästäksesi tänään olemaan ajoissa tapahtuman päättymiseen ({type}).
fr: Points restants
nl: Je moet vandaag nog {points} punten behalen om op tijd te zijn voor het einde van het evenement ({type}).
pl: Musisz dzisiaj uzyskać jeszcze {points} punktów, aby zdążyć na koniec wydarzenia ({type}).
tr: Etkinliğin sonuna yetişmek için bugün {points} puan daha alman gerekiyor ({type}).

# todoPointsLeftDescriptionNoPoints
source: Congratulations, you are on time to get the maximum rewards at the end of the event ({type})!
cs: Gratulujeme, máte čas získat maximální odměny na konci události ({type})!
da: Tillykke, du er på tide til at få de maksimale belønninger i slutningen af begivenheden ({type})!
de: Glückwunsch, du bist rechtzeitig, um die maximalen Belohnungen am Ende des Events zu erhalten ({type})!
fi: Onneksi olkoon, sinulla on aikaa saada maksimi palkkiot tapahtuman lopussa ({type})!
fr: Aucun point restant
it: Congratulazioni, sei in tempo per ottenere i premi massimi alla fine dell'evento ({type})!
nl: Gefeliciteerd, je bent op tijd om de maximale beloningen te krijgen aan het einde van het evenement ({type})!
pl: Gratulacje, jesteś na czas, aby otrzymać maksymalne nagrody na koniec wydarzenia ({type})!
tr: Tebrikler, etkinliğin sonunda maksimum ödülleri almak için zamanındasın ({type})!

# warTitle
source: War
cs: Válka
da: Krig
de: Krieg
fi: Sota
fr: Guerre
hi: युद्ध
it: Guerra
nl: Oorlog
pl: Wojna
pt: Guerra
tr: Savaş
uk: Війна
ur: جنگ
zh: 部落战

source: War frequency
cs: Válečná frekvence
da: Krig frekvens
de: Kriegshäufigkeit
fi: Sodan taajuus
fr: Fréquence de guerre
hi: युद्ध आवृत्ति
it: Frequenza di guerra
nl: Oorlogfrequentie
pl: Częstotliwość wojny
pt: Frequência de guerra
tr: Savaş sıklığı
uk: Частота війн
ur: جنگ کی تعدد
zh: 对战频率

source: War Participation
cs: Účast na válce
da: Krig Deltagelse
de: Kriegsbeteiligung
fi: Sota Osallistuminen
fr: Participation à la guerre
hi: युद्ध में भागीदारी
it: Partecipazione Guerra
nl: Oorlogsdeelname
pl: Udział w wojnie
pt: Participação na guerra
tr: Savaş Katılımı
uk: Участь у війні
ur: جنگ میں شرکت
zh: 参战

source: War/League
cs: Válka/Liga
da: Krig/Liga
de: Krieg/Clankriegsliga
fi: Sota/Liitto
fr: Guerre/Ligue
hi: युद्ध/लीग
it: Guerra/Lega
nl: Oorlog/Divisies
pl: Wojna/Liga
pt: Guerra/Liga
tr: Savaş/Lig
uk: Війна/Ліга
ur: جنگ/لیگ
zh: 部落战/联赛

source: War History
cs: Válečná historie
da: Krig Historie
de: Kriegsgeschichte
fi: Sota Historia
fr: Historique de guerre
hi: युद्ध इतिहास
it: Cronologia Guerra
nl: Oorlogsgeschiedenis
pl: Historia wojen
pt: Histórico de guerra
tr: Savaş Geçmişi
uk: Історія війн
ur: جنگ کی تاریخ
zh: 部落对战历史

source: War Log
cs: Válečný deník
da: Krigslog
de: Kriegsverlauf
fi: Sota Loki
fr: Journal
hi: युद्ध लॉग
it: Registro Di Guerra
nl: Oorlogslogboek
pl: Dziennik wojenny
pt: Registo de guerra
tr: Savaş Günlüğü
uk: Журнал війн
ur: جنگی ریکارڈ
zh: 对战日志

source: War log closed.
cs: Protokol války {clan}je uzavřen.
da: {clan}'s krigslog er lukket.
de: {clan}s Kriegslog ist geschlossen.
fi: {clan}'s sota loki on suljettu.
fr: Le journal de guerre est privé.
hi: युद्ध लॉग बंद
it: Il registro di guerra di {clan}è chiuso.
nl: Het oorlogslogboek van {clan} is gesloten.
pl: Dziennik wojenny jest zamknięty.
pt: Registo de guerra fechado.
tr: Savaş günlüğü kapatıldı.
uk: Журнал війн закритий.
ur: جنگی لاگ بند.
zh: 对战日志已关闭。

source: War Stats
cs: Válečné statistiky
da: Krig Statistik
de: Kriegsstatistiken
fi: Sodan Tilastot
fr: Statistiques de guerre
hi: युद्ध आँकड़े
it: Statistiche Di Guerra
nl: Oorlog stats
pl: Statystyki wojenne
pt: Estatísticas de guerra
tr: Savaş İstatistikleri
uk: Статистика війни
ur: جنگ کے اعدادوشمار
zh: 部落战统计

# warOngoing
source: Ongoing war
cs: Probíhající válka
da: Igangværende krig
de: Laufender Krieg
fi: Käynnissä oleva sota
fr: Guerre en cours
hi: जारी युद्ध
it: Guerra in corso
nl: Lopende oorlog
pl: Trwająca wojna
pt: Guerra em curso
tr: Devam eden savaş
uk: Поточна війна
ur: جاری جنگ
zh: 正在进行的部落战

# warIsNotInWar
source: {clan} is not in war.
cs: {clan} není ve válce.
da: {clan} er ikke i krig.
de: {clan} befindet sich nicht im Krieg.
fi: {clan} ei ole sodassa.
fr: {clan} n'est pas en guerre.
hi: {clan} युद्ध में नहीं है
it: {clan} non è in guerra.
nl: {clan} is niet in oorlog.
pl: {clan} nie jest na wojnie.
pt: {clan} não está em guerra.
tr: {clan} savaşta değil.
uk: {clan} Не знаходиться у війні.
ur: {clan} جنگ میں نہیں ہے.
zh: {clan} 当前未参与部落战。
