Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# faqApiLimitationAnswer
source: Some data is provided by Clash of Clans and their API have some limitations. This is the case for legends tracking, it sometimes stacks the trophy gain and loss as if it was a single attack. This is also why we don't have any information on your building levels.
cs: Některá data poskytuje Clash of Clans a jejich API mají určitá omezení. To je případ legendy sledování, občas je to trofej zisk a ztráta, jako by to byl jediný útok. To je také důvod, proč nemáme žádné informace o vaší úrovni budov.
da: Nogle data leveres af Clash of Clans og deres API har nogle begrænsninger. Dette er tilfældet for legender tracking, det undertiden stakker trofæet gevinst og tab, som om det var et enkelt angreb. Det er også derfor, vi ikke har nogen oplysninger om din bygning niveauer.
de: Einige Daten werden von Clash of Clans bereitgestellt und ihre API hat gewisse Limitierungen. Dies ist der Fall beim Legenden-Tracking, bei dem manchmal Trophäen-Gewinne und -Verluste verrechnet werden, als wäre es ein einzelner Angriff. Das ist auch der Grund, warum wir keine Daten über die Level deiner Gebäude haben.
fi: Joitakin tietoja on toimittanut Clash of klaanit ja niiden API on joitakin rajoituksia. Tämä pätee legendoja seuranta, se joskus pinot pokaalin voitto ja menetys ikään kuin se oli yksi hyökkäys. Tämän vuoksi meillä ei myöskään ole mitään tietoa rakennuksestasi.
fr: Certaines données sont fournies par Clash of Clans et leur API présente certaines limitations. C'est le cas du suivi des légendes où il regroupe parfois les gains et les pertes de trophées comme s'il s'agissait d'une seule et même attaque. Ou encore, pourquoi nous n'avons aucune information sur le niveau de vos bâtiments.
hi: कुछ डेटा क्लैश ऑफ़ क्लैंस द्वारा प्रदान किया जाता है और उनके API में कुछ सीमाएँ हैं। यह लीजेंड ट्रैकिंग के मामले में है, यह कभी-कभी ट्रॉफी के लाभ और हानि को इस तरह से स्टैक करता है जैसे कि यह एक ही हमला था। यही कारण है कि हमारे पास आपके भवन के स्तर के बारे में कोई जानकारी नहीं है।
it: Alcuni dati sono forniti da Clash of Clans e le loro API hanno alcune limitazioni. Questo è il caso per il tracciamento delle leggende, a volte impila il guadagno e la perdita del trofeo come se fosse un singolo attacco. Questo è anche il motivo per cui non abbiamo alcuna informazione sui livelli di edificio.
nl: Sommige gegevens worden geleverd door Clash of Clans en hun API heeft enkele beperkingen. Dit is het geval bij legend tracking, waarbij soms trofeewinst en -verlies worden gestapeld alsof het een enkele aanval was. Dit is ook waarom we geen informatie hebben over de niveaus van je gebouwen.
pl: Niektóre dane są dostarczane przez Clash of Clans, a ich API ma pewne ograniczenia. Tak jest w przypadku śledzenia legend, gdzie czasami zbiera się zysk i stratę pucharów, jakby był to pojedynczy atak. To także dlatego nie mamy żadnych informacji na temat poziomów twoich budynków.
pt: Alguns dados são fornecidos pelo Clash of Clans e a sua API tem algumas limitações. Este é o caso do rastreamento da liga lendária, onde às vezes acumula o ganho e perda de troféus como se fosse um único ataque. É também por isso que não temos alguma informação acerca dos seus níveis de construções.
tr: Bazı veriler Clash of Clans tarafından sağlanır ve API'lerinin bazı sınırlamaları vardır. Bu, efsanelerin takibi için geçerlidir, bazen tek bir saldırıymış gibi kupa kazanımını ve kaybını üst üste koyar. Bu ayrıca bina seviyeleriniz hakkında hiçbir bilgiye sahip olmamamızın nedenidir.
uk: Деякі дані надаються Clash of Clans, а їх API має деякі обмеження. Це стосується відстеження легенд, де іноді накопичується приріст і втрата кубків, ніби це був один напад. Це також пояснює, чому ми не маємо жодної інформації про ваші рівні будівель.
ur: کچھ ڈیٹا Clash of Clans کے ذریعے فراہم کیا جاتا ہے اور ان کے API کی کچھ حدود ہیں۔ یہ معاملہ لیجنڈز سے باخبر رہنے کا ہے، یہ کبھی کبھی ٹرافی کے فائدے اور نقصان کو اس طرح کھڑا کر دیتا ہے جیسے یہ ایک ہی حملہ ہو۔ یہی وجہ ہے کہ ہمارے پاس آپ کی عمارت کی سطح کے بارے میں کوئی معلومات نہیں ہیں.
zh: 一些数据是由部落冲突提供的，他们的API有一些限制。传奇杯追踪就是这种情况，它有时会像一次攻击一样叠加奖杯的得失。这也是为什么我们没有关于您基地的任何信息。

# faqSupportWork
source: How can I support your work?
cs: Jak mohu podpořit vaši práci?
da: Hvordan kan jeg støtte dit arbejde?
de: Wie kann ich eure Arbeit unterstützen?
fi: Miten voin tukea työtäsi?
fr: Comment puis-je soutenir votre travail ?
hi: मैं आपके काम का समर्थन कैसे कर सकता हूं?
it: Come posso sostenere il vostro lavoro?
nl: Hoe kan ik jullie werk ondersteunen?
pl: Jak mogę wesprzeć Twoją pracę?
pt: Como posso ajudar o seu trabalho?
tr: Çalışmalarınıza nasıl destek olabilirim?
uk: Як я можу підтримати вашу роботу?
ur: میں آپ کے کام کی حمایت کیسے کر سکتا ہوں؟
zh: 我如何支持你的工作？

# faqSupportWorkAnswer
source: There are several ways to support us:
cs: Existuje několik způsobů, jak nás podpořit:
da: Der er flere måder at støtte os:
de: Es gibt mehrere Möglichkeiten, uns zu unterstützen:
fi: On olemassa useita tapoja tukea meitä:
fr: Il existe plusieurs façons de nous soutenir :
hi: हमारा समर्थन करने के कई तरीके हैं:
it: Ci sono diversi modi per sostenerci:
nl: Er zijn verschillende manieren om ons te ondersteunen:
pl: Istnieje kilka sposobów, aby nas wesprzeć:
pt: Existem várias maneiras de nos apoiar:
tr: Bizi desteklemenin birkaç yolu var:
uk: Існує декілька способів підтримати нас:
ur: ہماری مدد کرنے کے کئی طریقے ہیں:
zh: 有几种方法可以支持我们：

# faqUseCodeClashKing
source: Use code "ClashKing"
cs: Použít kód "ClashKing"
da: Brug koden "ClashKing"
de: Creator-Code "ClashKing" verwenden
fi: Käytä koodia "ClashKing"
fr: Utilisez le code "ClashKing"
hi: कोड "ClashKing" का उपयोग करें
it: Usa il codice "ClashKing"
nl: Gebruik code "ClashKing"
pl: Użyj kodu "ClashKing"
pt: Usa o código "ClashKing"
tr: "ClashKing" kodunu kullanın
uk: Використовуйте код "ClashKing"
ur: ہمارا کوڈ "ClashKing" k استعمال کریں۔
zh: 使用创作者代码“ClashKing”

# faqSupportUsOnPatreon
source: Support us on Patreon
cs: Podpořte nás na Patreonu
da: Støt os på Patreon
de: Unterstütze uns auf Patreon
fi: Tue meitä Patreonissa
fr: Soutenez-nous sur Patreon
hi: पैट्रियन पर हमारा समर्थन करें
it: Sostienici su Patreon
nl: Steun ons op Patreon
pl: Wesprzyj nas na Patreonie
pt: Apoie-nos no Patreon
tr: Bizi Patreon’da Destekleyin
uk: Підтримайте нас на Patreon
ur: پیٹریون پر ہمارا ساتھ دیں۔
zh: 在Patreon上支持我们

# faqRateTheApp
source: Rate the app in the store
cs: Ohodnoťte aplikaci v obchodě
da: Bedøm appen i butikken
de: Bewerte die App im Store
fi: Arvostele sovellus kaupassa
fr: Notez l'application sur le store
hi: स्टोर में ऐप को रेटिंग दें
it: Vota l'app nel negozio
nl: Beoordeel de app in de store
pl: Oceń aplikację w sklepie
pt: Avalia a aplicação na loja
tr: Uygulamayı mağazada derecelendirin
uk: Оцініть додаток в магазині
ur: اسٹور میں ایپ کی درجہ بندی کریں
zh: 对商店中的应用程序进行评分

# faqWhatCanBotDo
source: What can the ClashKing Discord bot do?
de: Was kann der ClashKing Discord Bot tun?
fr: Que peut faire le bot Discord ClashKing ?
nl: Wat kan de ClashKing Discord bot doen?
pl: Co może zrobić Bot Discord ClashKing?
tr: ClashKing Discord botu neler yapabilir?

# faqWhatCanBotDoAnswer
source: The ClashKing Discord bot helps you manage your clan directly from Discord with comprehensive tracking tools, automated notifications, and seamless integration with this app. It's designed for clan leaders and members who want to stay connected and organized:
de: Der ClashKing Discord Bot hilft dir, deinen Clan direkt von Discord aus mit umfassenden Tracking-Tools, automatisierten Benachrichtigungen und nahtloser Integration mit dieser App zu verwalten. Er ist für Anführer und Mitglieder gedacht, die miteinander verbunden und organisiert bleiben möchten:
fr: Le bot Discord ClashKing t'aide à gérer ton, clan directement depuis Discord avec des outils de suivi complets, des notifications automatiques, et une intégration transparente avec cette application. Il est conçu pour les chef(fe)s de clan et les membres qui veulent rester connectés et organisés :
it: Transform your Discord server into a powerful clan headquarters! The ClashKing bot brings your clan together with advanced management tools, real-time notifications, and seamless data sharing with this app. Together, they create the ultimate Clash of Clans experience:
nl: De ClashKing Discord-bot helpt je om je clan rechtstreeks via Discord te beheren met uitgebreide trackingtools, automatische meldingen en naadloze integratie met deze app. De bot is speciaal ontworpen voor clanleiders en leden die verbonden en georganiseerd willen blijven:
pl: Bot ClashKing Discord pomaga zarządzać klanem bezpośrednio z Discorda za pomocą kompleksowych narzędzi śledzenia, automatycznych powiadomień i bezproblemowej integracji z tą aplikacją. Jest on zaprojektowany dla przywódców klanów i członków, którzy chcą pozostać w kontakcie i zorganizowaniu:
tr: ClashKing Discord botu, kapsamlı takip araçları, otomatik bildirimler ve uygulamayla kusursuz entegrasyonuyla klanınızı doğrudan Discord üzerinden yönetmenize yardımcı olur. Bağlantıda kalmak ve düzenli kalmak isteyen klan liderleri ve üyeleri için tasarlanmıştır.

# faqInviteBotToServer
source: Invite Bot to Server
de: Bot zum Server einladen
fr: Inviter le bot sur le serveur
nl: Nodig de Discord bot uit
pl: Zaproś bota na serwer
tr: Botu Sunucuya Davet Et

# faqBotFeatureTracking
source: Player & Clan Tracking
de: Spieler- & Clan-Tracking
fr: Suivi des joueurs et des clans
nl: Speler & clan tracking
pl: Śledzenie gracza i klanu
tr: Oyuncu ve Klan Takibi

# faqBotFeatureTrackingDesc
source: Add and monitor multiple clans and players with real-time updates
de: Mehrere Clans und Spieler hinzufügen und mit Echtzeit-Updates beobachten
fr: Ajoute et surveille plusieurs clans et joueurs avec des mises à jour en temps réel
nl: Voeg meerdere clans en spelers toe en houd ze in de gaten met realtime updates
pl: Dodaj i monitoruj wiele klanów i graczy z aktualizacjami w czasie rzeczywistym
tr: Gerçek zamanlı güncellemelerle birden fazla klan ve oyuncu ekleyin ve izleyin

# faqBotFeatureWars
source: War Management
de: Kriegsverwaltung
fr: Gestion des guerres
nl: Oorlog beheer
pl: Zarządzanie Wojnami
tr: Savaş Yönetimi

# faqBotFeatureWarsDesc
source: Track war performance, analyze attacks, and get war notifications
de: Verfolge die Kriegsleistung, analysiere Angriffe und erhalte Benachrichtigungen zu Clan Kriegen
fr: Suis tes performances en guerres, analyse tes attaques et reste informé grâce aux notifications
nl: Volg oorlogsprestaties, analyseer aanvallen en ontvang oorlogsmeldingen
pl: Śledź wyniki wojny, analizuj ataki i otrzymuj powiadomienia wojenne
tr: Savaş performansını takip edin, saldırıları analiz edin ve savaş bildirimleri alın

# faqBotFeatureNotifications
source: Smart Notifications
de: Intelligente Benachrichtigungen
fr: Notifications intelligentes
nl: Slimme meldingen
pl: Inteligentne powiadomienia
tr: Akıllı Bildirimler

# faqBotFeatureNotificationsDesc
source: Get alerts for donations, war attacks, and important clan events
de: Erhalte Benachrichtigungen für Spenden, Kriegsangriffe und wichtige Clan Ereignisse
fr: Sois alerté pour chaque donation, attaques de guerre, et tout autre événement de clan important
nl: Krijg waarschuwingen voor donaties, oorlogsaanvallen en belangrijke clan evenementen
pl: Otrzymuj powiadomienia o darowiznach, atakach wojennych i ważnych wydarzeniach klanów
tr: Bağışlar, savaş saldırıları ve önemli klan etkinlikleri hakkında uyarılar alın

# faqBotFeatureCommands
source: Powerful Commands
de: Mächtige Befehle
fr: Commandes puissantes
nl: Krachtige commando's
pl: Potężne komendy
tr: Güçlü Komutlar

# faqBotFeatureCommandsDesc
source: Use slash commands to quickly access player stats, war info, and more
de: Benutze Schrägstrich Befehle um schnell auf Spielerstatistiken, Kriegsinformationen und mehr zuzugreifen
fr: Utilise des commandes slash pour accéder rapidement aux statistiques des joueurs, aux informations de guerre et plus encore
nl: Gebruik slashcommando's om snel spelerstatistieken, oorlogsinfo en meer te bekijken
pl: Użyj komend ukośnych, aby szybko uzyskać dostęp do statystyk gracza, informacji wojennych i innych
tr: Oyuncu istatistiklerine, savaş bilgilerine ve daha fazlasına hızlı bir şekilde erişmek için eğik çizgi komutlarını kullanın

# faqNeedHelp
source: I need help or I would like to make a suggestion. How can I contact you?
cs: Potřebuji pomoc, nebo bych chtěl něco navrhnout. Jak vás mohu kontaktovat?
da: Jeg har brug for hjælp, eller jeg vil gerne komme med et forslag. Hvordan kan jeg kontakte dig?
de: Ich brauche Hilfe oder möchte einen Vorschlag machen. Wie kann ich euch erreichen?
fi: Tarvitsen apua tai haluaisin tehdä ehdotuksen. Miten voin ottaa sinuun yhteyttä?
fr: J'ai besoin d'aide ou j'aimerais faire une suggestion. Comment puis-je vous contacter ?
hi: मुझे मदद चाहिए या मैं कोई सुझाव देना चाहता हूँ। मैं आपसे कैसे संपर्क कर सकता हूँ?
it: Ho bisogno di aiuto o vorrei fare un suggerimento. Come posso contattarti?
nl: Ik heb hulp nodig of wil graag een suggestie doen. Hoe kan ik contact met jullie opnemen?
pl: Potrzebuję pomocy lub chciałbym złożyć sugestię. Jak mogę się z Tobą skontaktować?
pt: Preciso de ajuda ou gostaria de fazer uma sugestão. Como posso contactar-vos?
tr: Yardıma ihtiyacım var veya bir öneride bulunmak istiyorum. Sizinle nasıl iletişime geçebilirim?
uk: Мені потрібна допомога або я хочу зробити пропозицію. Як я можу з вами зв'язатися?
ur: مجھے مدد کی ضرورت ہے یا میں کوئی تجویز دینا چاہوں گا۔ میں آپ سے کیسے رابطہ کر سکتا ہوں؟
zh: 我需要帮助，或者我想提个建议。我怎样才能联系到你？

# faqNeedHelpAnswer
source: You can join our Discord Server to ask for help or to provide feedback, or you can email us at devs@clashk.ing. Please only write in English or French.
de: Du kannst unserem Discord-Server beitreten und dort um Hilfe bitten, oder Feedback geben oder uns eine E-Mail an devs@clashk.ing senden. Bitte schreib uns, wenn möglich, nur auf Englisch oder Französisch.
fi: Voit liittyä Discord-palvelimeen ja pyytää apua tai antaa palautetta, tai voit lähettää meille sähköpostia osoitteeseen devs@clashkingbot. om. Ole hyvä ja kirjoita vain englanniksi tai ranskaksi.
fr: Tu peux rejoindre notre serveur Discord et demander de l'aide, y faire un retour ou nous envoyer un e-mail à devs@clashk.ing. Tu peux nous écrire en français ou en anglais.
hi: आप मदद मांगने या प्रतिक्रिया देने के लिए हमारे डिस्कॉर्ड सर्वर से जुड़ सकते हैं, या आप हमें devs@clashk.ing पर ईमेल कर सकते हैं। कृपया केवल अंग्रेज़ी या फ़्रेंच में ही लिखें।
nl: Je kunt lid worden van onze Discord-server om hulp te vragen of feedback te geven, of je kunt ons een e-mail sturen naar devs@clashk.ing. Schrijf alleen in het Engels of Frans.
pl: Możesz dołączyć do naszego serwera Discord, aby poprosić o pomoc lub przekazać informacje zwrotne, lub możesz napisać do nas e-maila na adres devs@clashk.ing. Prosimy pisać tylko po angielsku lub francusku.
tr: Yardım istemek veya geri bildirim sağlamak için Discord Sunucumuza katılabilir veya devs@clashk.ing adresine e-posta gönderebilirsiniz. Lütfen yalnızca İngilizce veya Fransızca yazın.
uk: Ви можете приєднатися до нашого Discord-серверу, щоб попросити допомоги або надати відгук, або ви можете написати нам за адресою devs@clashk.ing. Будь ласка, пишіть тільки англійською або французькою.
zh: 您可以加入我们的Discord服务器以寻求帮助或提供反馈，也可以发送电子邮件至devs@clashkingbot.com.请用英语或法语书写。

# faqSendEmail
source: Send an email
cs: Poslat e-mail
da: Send en e-mail
de: Sende eine E-Mail
fi: Lähetä sähköposti
fr: Envoyer un e-mail
hi: हमें एक ईमेल भेजो
it: Invia un'email
nl: Stuur een e-mail
pl: Wyślij wiadomość e-mail
pt: Envie um e-mail
tr: E-posta gönderin
uk: Відправити e-mail
ur: ای میل بھیجیں۔
zh: 发送电子邮件

# faqJoinDiscord
source: Join our Discord Server
cs: Připojte se k našemu Discord serveru
da: Tilmeld dig vores Discord Server
de: Unserem Discord-Server beitreten
fi: Liity Discord-palvelimeemme
fr: Rejoindre le serveur Discord
hi: हमारे डिस्कॉर्ड सर्वर से जुड़ें
it: Unisciti al nostro Server Discord
nl: Word lid van onze Discord server
pl: Dołącz do naszego Discorda
pt: Entra no nosso servidor de Discord
tr: Discord Sunucumuza Katılın
uk: Приєднуйтеся до нашого сервера Discord
ur: ہمارے ڈسکارڈ سرور میں شامل ہوں۔
zh: 加入我们的Discord服务器

# faqCannotOpenMailClient
source: For some reasons we can't open your mail client. We copied the email address for you. You can write an email and paste the address in the recipient field.
cs: Z některých důvodů nemůžeme otevřít Vašeho poštovního klienta. Zkopírovali jsme pro Vás e-mailovou adresu. Můžete napsat e-mail a vložit adresu do pole příjemce.
da: Af nogle grunde kan vi ikke åbne din mailklient. Vi kopierede e-mailadressen for dig. Du kan skrive en e-mail og indsætte adressen i modtagerfeltet.
de: Aus irgendeinem Grund können wir deinen E-Mail-Client nicht öffnen. Wir haben die E-Mail-Adresse für dich kopiert. Du kannst eine E-Mail schreiben und die Adresse im Empfängerfeld einfügen.
fi: Jostain syystä emme voi avata sähköpostiohjelmaasi. Kopioimme sähköpostiosoitteen sinua varten. Voit kirjoittaa sähköpostin ja liittää osoitteen vastaanottajan kenttään.
fr: Pour une raison quelconque, nous ne pouvons pas ouvrir ton client de messagerie. Nous avons copié l'adresse e-mail pour toi. Tu peux rédiger un e-mail et coller l'adresse dans le champ du destinataire.
hi: कुछ कारणों से हम आपका मेल क्लाइंट नहीं खोल पा रहे हैं। हमने आपके लिए ईमेल पता कॉपी कर लिया है। आप ईमेल लिखकर प्राप्तकर्ता फ़ील्ड में पता पेस्ट कर सकते हैं।
it: Per alcuni motivi non possiamo aprire il tuo client di posta. Abbiamo copiato l'indirizzo email per te. È possibile scrivere una e-mail e incollare l'indirizzo nel campo destinatario.
nl: Om een of andere reden kunnen we je mailclient niet openen. We hebben het e-mailadres voor je gekopieerd. Je kunt een e-mail schrijven en het adres plakken in het ontvangerveld.
pl: Z jakiegoś powodu nie możemy otworzyć twojego klienta poczty. Skopiowaliśmy dla ciebie adres e-mail. Możesz napisać e-mail i wkleić adres w polu odbiorcy.
pt: Por algumas razões, não podemos abrir o seu cliente de e-mail. Copiamos o endereço de e-mail para você. Pode escrever um e-mail e colar o endereço no campo do destinatário.
tr: Bazı nedenlerden dolayı posta istemcinizi açamadık. E-posta adresini sizin için kopyaladık. Bir e-posta yazıp adresi alıcı alanına yapıştırabilirsiniz.
uk: З деяких причин ми не можемо відкрити клієнт вашої пошти. Ми скопіювали адресу електронної пошти для вас. Ви можете написати лист і вставити адресу у поле одержувача.
ur: کچھ وجوہات کی بنا پر ہم آپ کے میل کلائنٹ کو نہیں کھول سکتے۔ ہم نے آپ کے لیے ای میل ایڈریس کاپی کیا ہے۔ آپ ایک ای میل لکھ سکتے ہیں اور وصول کنندہ کے خانے میں پتہ چسپاں کر سکتے ہیں.
zh: 由于某些原因，我们无法打开您的邮件客户端。我们为您复制了电子邮件地址。您可以编写电子邮件并将地址粘贴到收件人字段中。

# faqTroubleshooting
source: Troubleshooting
de: Hilfe
fr: Dépannage
nl: Problemen oplossen
pl: Rozwiązywanie problemów
tr: Sorun Giderme

# faqTroubleshootingDataTitle
source: Why is my data not syncing?
de: Warum werden meine Daten nicht synchronisiert?
fr: Pourquoi mes données ne sont-elles pas synchronisées ?
nl: Waarom synchroniseren mijn gegevens niet?
pl: Dlaczego moje dane nie są synchronizowane?
tr: Verilerim neden senkronize olmuyor?

# faqTroubleshootingDataDescription
source: Player or clan data appears outdated
de: Spieler- oder Clan-Daten erscheinen veraltet
fr: Les données du joueur ou du clan apparaissent obsolètes
nl: Speler- of clangegevens lijken verouderd
pl: Dane gracza lub klanu wydają się nieaktualne
tr: Oyuncu veya klan verileri güncelliğini yitirmiş görünüyor

# faqTroubleshootingDataSolution1
source: Pull down to refresh the page
de: Herunterziehen um die Seite zu aktualisieren
fr: Tire vers le bas pour actualiser la page
nl: Trek omlaag om de pagina te vernieuwen
pl: Przeciągnij w dół, aby odświeżyć stronę
tr: Sayfayı yenilemek için aşağı çekin

# faqTroubleshootingDataSolution2
source: Check if your clan is tracked (see above)
de: Überprüfen Sie, ob Ihr Clan verfolgt wird (siehe oben)
fr: Vérifie si ton clan est suivi (voir ci-dessus)
nl: Controleer of je clan wordt gevolgd (zie hierboven)
pl: Sprawdź, czy klan jest śledzony (patrz powyżej)
tr: Klanınızın takip edilip edilmediğini kontrol edin (yukarıya bakın)

# faqTroubleshootingDataSolution3
source: Wait a few minutes and try again : the API can take some time to update
de: Warten Sie ein paar Minuten und versuchen Sie es erneut: Die API kann einige Zeit in Anspruch nehmen um zu aktualisieren
fr: Attend quelques minutes et réessaie : l'API peut prendre un peu de temps pour se mettre à jour
nl: Wacht een paar minuten en probeer het opnieuw: de API kan soms even nodig hebben om bij te werken
pl: Poczekaj kilka minut i spróbuj ponownie: aktualizacja API może zająć trochę czasu
tr: Birkaç dakika bekleyin ve tekrar deneyin: API'nin güncellenmesi biraz zaman alabilir

# faqTroubleshootingCrashTitle
source: Why does the app crash?
de: Warum stürzt die App ab?
fr: Pourquoi l'application plante ?
nl: Waarom crasht de app?
pl: Dlaczego aplikacja się zawiesza?
tr: Uygulama neden çöküyor?

# faqTroubleshootingCrashDescription
source: App closes unexpectedly or freezes
de: App schließt unerwartet oder friert ein
fr: L'application se ferme inopinément ou se bloque
nl: App sluit onverwachts af of loopt vast
pl: Aplikacja zamyka się niespodziewanie lub zamraża
tr: Uygulama beklenmedik şekilde kapanıyor veya donuyor

# faqTroubleshootingCrashSolution1
source: Close the app and restart it
de: App schließen und neu starten
fr: Ferme l'application et redémarre la
nl: Sluit de app af en start deze opnieuw op
pl: Zamknij aplikację i uruchom ją ponownie
tr: Uygulamayı kapatın ve yeniden başlatın

# faqTroubleshootingCrashSolution2
source: Update the app to the latest version
de: Die App auf die neueste Version aktualisieren
fr: Met à jour l'application vers la dernière version
nl: Werk de app bij naar de nieuwste versie
pl: Zaktualizuj aplikację do najnowszej wersji
tr: Uygulamayı en son sürüme güncelleyin

# faqTroubleshootingCrashSolution3
source: Clear app cache and data (Android) or reinstall the app
de: App-Cache und -Daten (Android) löschen oder die App neu installieren
fr: Nettoie le cache de l'application et ses données (Android) ou réinstalle la
nl: Wis de cache en gegevens van de app (Android) of installeer de app opnieuw
pl: Wyczyść pamięć podręczną aplikacji i dane (Android) lub zainstaluj ponownie aplikację
tr: Uygulama önbelleğini ve verilerini temizleyin (Android) veya uygulamayı yeniden yükleyin

# faqTroubleshootingCrashSolution4
source: Free up device storage space
de: Gerätespeicher freigeben
fr: Libère de l'espace de stockage sur l'appareil
nl: Maak opslagruimte vrij op je apparaat
pl: Zwolnij miejsce na pamięć urządzenia
tr: Cihaz depolama alanını boşaltın

# faqContactSupport
source: Contact support if problem persists (see last section)
de: Kontaktieren Sie den Support, wenn das Problem weiterhin besteht (siehe letzter Abschnitt)
fr: Contacte le support si le problème persiste (voir la dernière section)
nl: Neem contact op met de support als het probleem blijft bestaan (zie laatste sectie)
pl: Skontaktuj się z pomocą techniczną, jeśli problem będzie się powtarzał (patrz ostatnia sekcja)
tr: Sorun devam ederse destek ekibiyle iletişime geçin (son bölüme bakın)

# faqTroubleshootingAccountTitle
source: Why can't I verify my account?
de: Warum kann ich mein Konto nicht bestätigen?
fr: Pourquoi je ne peux pas vérifier mon compte ?
nl: Waarom kan ik mijn account niet verifiëren?
pl: Dlaczego nie mogę zweryfikować mojego konta?
tr: Hesabımı neden doğrulayamıyorum?
