Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# warAskForWar
source: Contact the leader or a co-leader to start a war.
cs: Kontaktujte vedoucího nebo druhého vedoucího pro zahájení války.
da: Kontakt lederen eller en medleder for at starte en krig.
de: Kontaktiere den Anführer oder einen Vize-Anführer, um einen Krieg zu starten.
fi: Ota yhteyttä johtajaan tai yhteisjohtajaan aloittaaksesi sodan.
fr: Contactez le chef ou un adjoint pour lancer une guerre.
hi: युद्ध शुरू करने के लिए नेता या सह-नेता से संपर्क करें।
it: Contatta il leader o un co-leader per iniziare una guerra.
nl: Neem contact op met de leider of een co-leider om een oorlog te starten.
pl: Skontaktuj się z liderem lub co-liderem, aby rozpocząć wojnę.
pt: Contacta o líder ou colíder para começar a guerra.
tr: Savaş başlatmak için lidere veya yardımcı lidere başvurun.
uk: Звертайтеся до лідера або спів-лідера, щоб розпочати війну.
ur: جنگ شروع کرنے کے لیے لیڈر یا شریک لیڈر سے رابطہ کریں.
zh: 请联系首领或副首领发起一场部落战。

# warAskForWarLogOpening
source: Contact a leader or a co-leader to open the war log.
cs: Kontaktujte vedoucího nebo druhého vůdce pro otevření válečné lodi.
da: Kontakt en leder eller en medleder for at åbne krigsloggen.
de: Kontaktiere den Anführer oder einen Vize-Anführer, um den Kriegslog öffentlich zu machen.
fi: Ota yhteyttä johtajaan tai yhteisjohtajaan avataksesi sotalokin.
fr: Contactez un chef ou un adjoint pour ouvrir le journal de guerre.
hi: युद्ध लॉग खोलने के लिए किसी नेता या सह-नेता से संपर्क करें।
it: Contatta un leader o un co-leader per aprire il registro di guerra.
nl: Neem contact op met de leider of een co-leider om het oorlogs logsboek te openen.
pl: Skontaktuj się z liderem lub co-liderem, aby otworzyć dziennik wojenny.
pt: Contacta o líder ou colíder para abrir os registos de guerra.
tr: Savaş günlüğünü açmak için bir lidere veya yardımcı lidere başvurun.
uk: Звертайтеся до лідера або спів-лідера, аби відкрити журнал бою.
ur: جنگ کے لاگ کو کھولنے کے لیے کسی رہنما یا شریک رہنما سے رابطہ کریں.
zh: 请联系首领或副首领开启对战日志。

source: War ended
cs: Válka skončila
da: Krig sluttede
de: Krieg beendet
fi: Sota päättyi
fr: Terminée
hi: युद्ध समाप्त
it: Guerra terminata
nl: Oorlog afgelopen
pl: Zakończyła się wojna
pt: Guerra acabou
tr: Savaş sonu
uk: Війна завершилася
ur: جنگ ختم ہوئی۔
zh: 部落战已结束

# warPreparation
source: Preparation
cs: Příprava
da: Forberedelse
de: Vorbereitung
fi: Valmistelu
fr: Préparation
hi: तैयारी
it: Preparazione
nl: Voorbereiding
pl: Przygotowanie
pt: Preparação
tr: Hazırlık
uk: Підготовка
ur: تیاری
zh: 准备阶段

# warPerfectWar
source: Perfect war
cs: Dokonalá válka
da: Perfekt krig
de: Perfekter Krieg
fi: Täydellinen sota
fr: Perf map
hi: उत्तम युद्ध
it: Guerra perfetta
nl: Perfecte oorlog
pl: Perfekcyjna wojna
pt: Guerra perfeita
tr: Mükemmel savaş
uk: Ідеальна війна
ur: کامل جنگ
zh: 满星部落战

# warVictory
source: Victory
cs: Vítězství
da: Sejr
de: Sieg
fi: Voitto
fr: Victoire
hi: विजय
it: Vittoria
nl: Overwinning
pl: Zwycięstwo
pt: Vitória
tr: Zafer
uk: Перемога
ur: فتح
zh: 胜利

# warDefeat
source: Defeat
cs: Poraz
da: Besejr
de: Niederlage
fi: Tappio
fr: Défaite
hi: हराना
it: Sconfitta
nl: Nederlaag
pl: Przegrana
pt: Derrota
tr: Yenilgi
uk: Поразка
ur: شکست
zh: 失败

# warDraw
source: Draw
cs: Nakreslit
da: Tegn
de: Unentschieden
fi: Piirrä
fr: Égalité
hi: खींचना
it: Disegna
nl: Gelijkspel
pl: Remis
pt: Empate
tr: Berabere
uk: Нічия
ur: ڈرا
zh: 平局

# warTeamSize
source: Team size
cs: Velikost týmu
da: Hold størrelse
de: Teamgröße
fi: Tiimin koko
fr: Taille de l'équipe
hi: टीम का आकार
it: Dimensione della squadra
nl: Teamgrootte
pl: Rozmiar drużyny
pt: Tamanho da equipa
tr: Takım boyutu
uk: Розмір команди
ur: ٹیم کا سائز
zh: 队伍规模

# warMyTeam
source: My team
cs: Můj tým
da: Mit team
de: Mein Team
fi: Minun tiimini
fr: Mon équipe
hi: मेरी टीम
it: La mia squadra
nl: Mijn team
pl: Moja drużyna
pt: A minha equipa
tr: Takımım
uk: Моя команда
ur: میری ٹیم
zh: 我的部落

# warEnemiesTeam
source: Enemies
de: Gegner
fr: Ennemis
hi: दुश्मन
nl: Vijanden
pl: Przeciwnicy
pt: Inimigos
tr: Düşman
uk: Вороги
ur: دشمنوں
zh: 敌方部落

# warClanDraw
source: The two clans are tied
cs: Oba klany jsou svázány
da: De to klaner er bundet
de: Die beiden Clans sind gleichauf
fi: Molemmat klaanit ovat sidottuja
fr: Les deux clans sont à égalité
hi: दोनों कुल आपस में बंधे हुए हैं
it: I due clan sono legati
nl: De twee clans staan gelijk
pl: Oba klany zremisowały
pt: Os dois clãs estão empatados
tr: İki klan da berabere
uk: Два клани зв'язані
ur: دو قبیلے ڈرا ہوئے۔
zh: 双方部落战成平局

# warStateOfTheWar
source: State of the war
cs: Stav války
da: Tilstand af krigen
de: Kriegsstand
fi: Sodan tila
fr: État de la guerre
hi: युद्ध की स्थिति
it: Stato della guerra
nl: Stand van de oorlog
pl: Stan wojny
pt: Estado da guerra
tr: Savaş durumu
uk: Стан війни
ur: جنگ کی حالت
zh: 部落战状态

# warStarsNeededToTakeTheLead
source: {clan} still need {star} more star(s) or {stars2} star(s) and {percent}% to take the lead.
cs: {clan} stále potřebuje {star} další hvězdy nebo {stars2} hvězdy a {percent}%, aby se ujal vedení.
da: {clan} har stadig brug for {star} flere stjerne(r) eller {stars2} stjerne(r) og {percent}% for at tage føringen.
de: {clan} benötigt noch {star} Stern(e) oder {stars2} Stern(e) und {percent}%, um die Führung zu übernehmen.
fr: {clan} a besoin de {star} étoile(s) supplémentaire(s) ou {stars2} étoiles et {percent}% pour prendre l'avantage.
hi: {clan} को अभी भी बढ़त लेने के लिए {star} अधिक सितारों या {stars2} सितारों और {percent}% की आवश्यकता है।
it: {clan} ha ancora bisogno di {star} più stelle o {stars2} stelle e {percent}% per prendere il comando.
nl: {clan} heeft nog {star} meer ster(ren) nodig of {stars2} ster(ren) en {percent}% om de leiding te nemen.
pl: {clan} wciąż potrzebuje {star} więcej gwiazdek lub {stars2} gwiazdek i {percent}% aby objąć prowadzenie.
pt: {clan} ainda precisa de {star} estrela(s) ou {stars2} estrela(s) e {percent}% para assumir a liderança.
tr: {clan} takımının liderliği ele geçirebilmesi için hala {star} yıldıza veya {stars2} yıldıza ve %{percent}'e ihtiyacı var.
uk: {clan} Все ще потребує {star} зірок або {stars2} зірки та {percent}%, щоб вийти вперед.
ur: {clan} کو ابھی بھی {star} مزید ستاروں (s) یا {stars2} star(s) اور {percent}% کی ضرورت ہے.
zh: {clan} 仍需 {star} 颗星，或 {stars2} 颗星加上 {percent}% 的摧毁率才能取得领先

# warStarsAndPercentNeededToTakeTheLead
source: {clan} still need {percent}% or 1 more star to take the lead
cs: {clan} stále potřebuje {percent}% nebo 1 hvězdičku k převzetí vedení
da: {clan} har stadig brug for {percent}% eller 1 stjerne til at tage føringen
de: {clan} benötigt noch {percent}% oder 1 Stern, um die Führung zu übernehmen
fr: {clan} a besoin de {percent}% ou 1 étoile supplémentaire pour prendre l'avantage
hi: {clan} को अभी भी बढ़त लेने के लिए {percent}% या 1 और स्टार की आवश्यकता है
it: {clan} ha ancora bisogno di {percent}% o 1 stella in più per prendere il comando
nl: {clan} heeft nog {percent}% of 1 meer ster nodig om de leiding te nemen
pl: {clan} wciąż potrzebuje {percent}% albo jeszcze 1 gwiazdkę, aby objąć prowadzenie
pt: {clan} ainda precisa de {percent}% ou mais 1 estrela para assumir a liderança
tr: {clan} 'ın liderliği ele geçirmek için hala %{percent} veya 1 yıldıza daha ihtiyacı var
uk: {clan} Все ще потребує {percent}% або ще 1 зірку, щоб взяти на себе ініціативу
ur: {clan} کو ابھی بھی برتری حاصل کرنے کے لیے {percent}% یا 1 مزید ستارے کی ضرورت ہے۔
zh: {clan} 仍需 {percent}% 或再获得 1 颗星才能取得领先

# warNoDataAvailableForThisWar
source: No data available for this war
cs: Pro tuto válku nejsou k dispozici žádná data
da: Ingen tilgængelige data for denne krig
de: Keine Daten für diesen Krieg verfügbar
fi: Ei tietoja saatavilla tälle sodalle
fr: Aucune donnée disponible pour cette guerre
hi: इस युद्ध के लिए कोई डेटा उपलब्ध नहीं है
it: Nessun dato disponibile per questa guerra
nl: Geen gegevens beschikbaar voor deze oorlog
pl: Brak dostępnych danych dla tej wojny
pt: Não há dados disponíveis para esta guerra
tr: Bu savaş için veri mevcut değil
uk: Дані недоступні для цієї війни
ur: اس جنگ کا کوئی ڈیٹا دستیاب نہیں ہے۔
zh: 此场部落战暂无数据

# warCalculatorFast
source: Fast calculator
cs: Rychlá kalkulačka
da: Hurtig lommeregner
de: Schnellrechner
fi: Nopea laskin
fr: Calculatrice rapide
hi: तेज़ कैलकुलेटर
it: Calcolatrice veloce
nl: Snelle rekenmachine
pl: Szybki kalkulator
pt: Calculadora rápida
tr: Hızlı hesaplayıcı
uk: Розрахунок %
ur: تیز رفتار کیلکولیٹر
zh: 快速计算

# warCalculatorAnswer
source: To achieve a destruction rate of {percentNeeded}%, a total of {result}% is needed.
cs: K dosažení míry zničení {percentNeeded}% je zapotřebí celkem {result}%.
da: For at opnå en ødelæggelsesrate på {percentNeeded}%, er der brug for i alt {result}%.
de: Um die Zerstörungsrate von {percentNeeded}% zu erreichen, benötigst du insgesamt {result}%.
fr: Pour obtenir un taux de destruction de {percentNeeded}%, un total de {result}% est nécessaire.
hi: {percentNeeded}% की विनाश दर प्राप्त करने के लिए, कुल {result}% की आवश्यकता होती है
it: Per ottenere un tasso di distruzione di {percentNeeded}%, è necessario un totale di {result}%.
nl: Om een vernietigingspercentage van {percentNeeded}% te bereiken, heb je in totaal {result}% nodig.
pl: Aby osiągnąć wskaźnik zniszczenia {percentNeeded}%, potrzebne jest łącznie {result}%.
pt: Para conquistar uma taxa de destruição de {percentNeeded}%, um resultado total de {result}% é preciso.
tr: %{percentNeeded} oranında bir yıkım oranına ulaşmak için toplamda %{result} gerekiyor.
uk: Для досягнення рівня руйнування {percentNeeded}%, необхідно підсумок {result}%.
ur: تباہی کی شرح {percentNeeded}% حاصل کرنے کے لیے، کل {result}% کی ضرورت ہے.
zh: 要达到 {percentNeeded}% 的摧毁率，总共需要 {result}%。

# warCalculatorNeededOverall
source: % Needed overall
cs: % potřeba celkem
da: % Behøver samlet
de: Benötigte %
fi: % Tarvitaan yhteensä
fr: % total nécessaire
hi: कुल मिलाकर % की आवश्यकता
it: % complessivo necessario
nl: % Nodig in totaal
pl: % Potrzebne ogółem
pt: % Necessário, em geral
tr: % Genel olarak ihtiyaç duyuluyor
uk: % Потрібно загалом
ur: مجموعی طور پر % کی ضرورت ہے۔
zh: 所需总百分比

# warCalculatorCalculate
source: Calculate
cs: Vypočítat
da: Beregn
de: Berechnen
fi: Laske
fr: Calculer
hi: गणना
it: Calcola
nl: Berekenen
pl: Oblicz
pt: Calcular
tr: Hesapla
uk: Розрахувати
ur: حساب لگانا
zh: 计算

# warAttacksTitle
source: Attacks
cs: Útoky
da: Angreb
de: Angriffe
fi: Hyökkäykset
fr: Attaques
hi: आक्रमण
it: Attacchi
nl: Aanvallen
pl: Ataki
pt: Ataques
tr: Saldırılar
uk: Атаки
ur: حملے
zh: 进攻记录

# warAttacksNone
source: No attack yet
cs: Zatím žádný útok
da: Intet angreb endnu
de: Noch kein Angriff
fi: Ei hyökkäystä vielä
fr: Aucune attaque
it: Ancora nessun attacco
nl: Nog geen aanval
pl: Jeszcze brak ataków
tr: Henüz saldırı yok

# warAttacksBest
source: Best attacks
cs: Nejlepší útoky
da: Bedste angreb
de: Beste Angriffe
fi: Parhaat hyökkäykset
fr: Meilleures attaques
it: Migliori attacchi
nl: Beste aanvallen
pl: Najlepsze ataki
tr: En iyi saldırılar

# warAttacksCount
source: Attack Count
cs: Počet útoků
da: Angrib Antal
de: Anzahl Angriffe
fi: Hyökkäysten Määrä
fr: Nombre d'attaques
it: Conteggio Attacchi
nl: Aantal aanvallen
pl: Liczba ataków
tr: Saldırı Sayısı

# warAttacksMissed
source: Missed Attacks
cs: Zmeškané útoky
da: Ubesvarede Angreb
de: Verpasste Angriffe
fi: Vastaamattomat Hyökkäykset
fr: Attaques manquées
it: Attacchi Persi
nl: Gemiste aanvallen
pl: Pominione ataki
tr: Kaçırılan Saldırılar

# warAttacksNumber
source: You attacked {number_time} time(s) during the last {number_war} wars.
cs: Během posledních válek {number_war} jsi napadl {number_time} krát.
da: Du angreb {number_time} tid under de sidste {number_war} krige.
de: Du hast {number_time} mal in den letzten {number_war} Kriegen angegriffen.
fr: Nombre d'attaques
nl: Je hebt {number_time} keer aangevallen tijdens de laatste {number_war} oorlogen.
pl: Atakowałeś {number_time} razy podczas ostatnich {number_war} wojen.
tr: Son {number_war} savaşta {number_time} kez saldırdın.

# warAttacksAverageStars
source: You had an average of {stars} stars per war.
cs: Za válku máš průměr {stars} hvězd.
da: Du havde i gennemsnit {stars} stjerner pr. krig.
de: Du hattest durchschnittlich {stars} Sterne pro Krieg.
fi: Sinulla oli keskimäärin {stars} tähteä sotaa kohden.
fr: Moyenne d'étoiles d'attaque : {stars}
it: Hai avuto una media di {stars} stelle per guerra.
nl: Je had gemiddeld {stars} sterren per oorlog.
pl: Miałeś średnio {stars} gwiazdek na wojnę.
tr: Savaş başına ortalama {stars} yıldızın vardı.

# warAttacksAverageDestruction
source: You had an average of {percent}% destruction rate per war.
cs: Za válku došlo v průměru ke zničení {percent}%.
da: Du havde et gennemsnit af {percent}% ødelæggelse per krig.
de: Du hattest eine durchschnittliche Zerstörungsrate von {percent}% pro Krieg.
fi: Sinulla oli keskimäärin {percent}% tuhoa sotaa kohden.
fr: Moyenne de destruction d'attaque : {percent}%
it: Hai avuto una media di {percent}% tasso di distruzione per guerra.
nl: Je had een gemiddeld vernietigingspercentage van {percent}% per oorlog.
pl: Miałeś średnio {percent}% wskaznk zniszczenia na wojnę.
tr: Savaş başına ortalama {percent}% yıkım oranın vardı.

# warDefensesTitle
source: Defences
cs: Obrana
da: Forsvar
de: Verteidigungen
fi: Puolustukset
fr: Défenses
hi: गढ़
it: Difese
nl: Verdedigingen
pl: Obrona
pt: Defenses
tr: Savunmalar
uk: Захисти
ur: دفاع
zh: 防御记录

# warDefensesNone
source: No defense yet
cs: Zatím žádná obrana
da: Intet forsvar endnu
de: Noch keine Verteidigung
fi: Ei vielä puolustusta
fr: Aucune défense
it: Ancora nessuna difesa
nl: Nog geen verdediging
pl: Jeszcze brak obrón
tr: Henüz savunma yok

# warDefensesBest
source: Best defenses
cs: Nejlepší obrana
da: Bedste forsvar
de: Beste Verteidigungen
fi: Parhaat puolustukset
fr: Meilleures défenses
it: Migliori difese
nl: Beste verdedigingen
pl: Najlepsze obrony
tr: En iyi savunmalar

# warDefensesBestOutOf
source: Best defense (out of {number})
cs: Nejlepší obrana (mimo {number})
da: Bedste forsvar (ud af {number})
de: Beste Verteidigung (von {number})
fi: Paras puolustus (tyhjästä {number})
fr: Meilleure défense (sur {number})
it: Migliore difesa (fuori da {number})
nl: Beste verdediging (van {number})
pl: Najlepsza obrona (z {number})
tr: En iyi savunma ({number} savunmadan)

# warDefensesNumber
source: You defended {number_time} time(s) during the last {number_war} wars.
cs: Během posledních válek {number_war} jste bránili {number_time} krát.
da: Du forsvarede {number_time} tid under de sidste {number_war} krige.
de: Du hast {number_time} mal in den letzten {number_war} Kriegen verteidigt.
fr: Nombre de défenses
nl: Je hebt {number_time} keer verdedigd tijdens de laatste {number_war} oorlogen.
pl: Broniłeś się {number_time} razy podczas ostatnich {number_war} wojen.
tr: Son {number_war} savaşta {number_time} kez savunma yaptın.

# warDefensesAverageStars
source: You had an average of {stars} stars per defense.
cs: Měl jsi průměr {stars} hvězd na obranu.
da: Du havde et gennemsnit af {stars} stjerner pr. forsvar.
de: Du hattest durchschnittlich {stars} Sterne pro Verteidigung.
fi: Sinulla oli keskimäärin {stars} tähteä per puolustus.
fr: Moyenne d'étoiles de défense : {stars}
it: Hai avuto una media di {stars} stelle per difesa.
nl: Je had gemiddeld {stars} sterren per verdediging.
pl: Miałeś średnio {stars} gwiazdek na obronę.
tr: Savunma başına ortalama {stars} yıldızın vardı.

# warDefensesAverageDestruction
source: You had an average of {percent}% destruction rate per defense.
cs: Na obranu máte v průměru hodnotu {percent}% destrukce.
da: Du havde i gennemsnit {percent}% destruktionsrate pr. forsvar.
de: Du hattest eine durchschnittliche Zerstörungsrate von {percent}% pro Verteidigung.
fi: Sinulla oli keskimäärin {percent}% tuhoa per puolustus.
fr: Moyenne de destruction de défense : {percent}%
it: Hai avuto una media di {percent}% tasso di distruzione per difesa.
nl: Je had een gemiddeld vernietigingspercentage van {percent}% per verdediging.
pl: Miałeś średnio {percent}% wskaźnik zniszczenia na obronę.
tr: Savunma başına ortalama {percent}% yıkım oranın vardı.

# warStarsTitle
source: Stars
cs: Hvězdy
da: Stjerner
de: Sterne
fi: Tähdet
fr: Étoiles
hi: सितारे
it: Stelle
nl: Sterren
pl: Gwiazdki
pt: Estrelas
tr: Yıldızlar
uk: Зірки
ur: ستارے
zh: 星数

# warStarsAverage
source: Average stars
cs: Průměrné hvězdičky
da: Gennemsnitlige stjerner
de: Durchschnittliche Sterne
fi: Keskimääräiset tähdet
fr: Moyenne d'étoiles
hi: औसत सितारे
it: Stelle medie
nl: Gemiddelde sterren
pl: Średnie gwiazdki
pt: Estrelas médias
tr: Ortalama Yıldızlar
uk: Середні зірки
ur: اوسط ستارے۔
zh: 平均胜利之星

# warStarsNumber
source: Number of stars
cs: Počet hvězd
da: Antal stjerner
de: Anzahl der Sterne
fi: Tähtien määrä
fr: Nombre d'étoiles
hi: सितारों की संख्या
it: Numero di stelle
nl: Aantal sterren
pl: Liczba gwiazdek
pt: Número de estrelas
tr: Yıldız Sayısı
uk: Кількість зірок
ur: ستاروں کی تعداد
zh: 获得的星数

# warStarsOne
source: 1 star
cs: 1 hvězdička
da: 1 stjerne
de: 1 Stern
fi: 1 tähti
fr: 1 étoile
hi: 1 सितारा
it: 1 stella
nl: 1 ster
pl: 1 gwiazdka
pt: 1 estrela
tr: 1 yıldız
uk: 1 зірка
ur: 1 ستارہ
zh: 1 胜利之星

# warStarsTwo
source: 2 stars
cs: 2 hvězdičky
da: 2 stjerner
de: 2 Sterne
fi: 2 tähteä
fr: 2 étoiles
hi: 2 सितारे
it: 2 stelle
nl: 2 sterren
pl: 2 gwiazdki
pt: 2 estrelas
tr: 2 yıldız
uk: 2 зірки
ur: 2 ستارے
zh: 2 胜利之星

# warStarsThree
source: 3 stars
cs: 3 hvězdičky
da: 3 stjerner
de: 3 Sterne
fi: 3 tähteä
fr: 3 étoiles
hi: 3 सितारे
it: 3 stelle
nl: 3 sterren
pl: 3 gwiazdki
pt: 3 estrelas
tr: 3 yıldız
uk: 3 зірки
ur: 3 ستارے
zh: 3 胜利之星

# warStarsZero
source: 0 Star
cs: 0 hvězdiček
da: 0 Stjerne
de: 0 Sterne
fi: 0 Tähti
fr: 0 étoile
it: 0 Stella
nl: 0 sterren
pl: 0 gwiazdek
tr: 0 Yıldız

# warStarsBestPerformance
source: Best performance
cs: Nejlepší výkon
da: Bedste ydeevne
de: Beste Leistung
fi: Paras suorituskyky
fr: Meilleure performance
it: Migliori prestazioni
nl: Beste prestatie
pl: Najlepsza wydajność
tr: En iyi performans

# warDestructionTitle
source: Destruction
cs: Zničení
da: Destruktion
de: Zerstörung
fi: Hävittäminen
it: Distruzione
nl: Vernietiging
pl: Zniszczenie
tr: Yıkım

# warDestructionAverage
source: Average destruction
cs: Průměrné zničení
da: Gennemsnitlig destruktion
de: Durchschnittliche Zerstörung
fi: Keskimääräinen tuhoaminen
fr: Moyenne de destruction
hi: औसत विनाश
it: Distruzione media
nl: Gemiddelde vernietiging
pl: Średnie zniszczenia
pt: Destruição média
tr: Ortalama Yıkım
uk: Середнє знищення
ur: اوسط تباہی
zh: 平均摧毁

# warDestructionRate
source: Destruction rate
cs: Míra zničení
da: Destruktionssats
de: Zerstörungsrate
fi: Hävittämisaste
fr: Taux de destruction
hi: विनाश दर
it: Tasso di distruzione
nl: Vernietigingspercentage
pl: Wskaźnik zniszczeń
pt: Taxa de destruição
tr: Yıkım oranı
uk: Рівень руйнування
ur: تباہی کی شرح
zh: 摧毁率

# warHistoryWinsDescription
source: Your clan won {wins} wars ({percent}%) out of the last 50 wars.
cs: Váš klan vyhrál {wins} války ({percent}%) z posledních 50 válek.
da: Din klan vandt {wins} krige ({percent}%) ud af de sidste 50 krige.
de: Dein Clan hat {wins} Kriege ({percent}%) der letzten 50 Kriege gewonnen.
fr: Votre clan a gagné {wins} guerres ({percent}%) parmi les 50 dernières guerres.
hi: आपके कबीले ने पिछले 50 युद्धों में से {wins} युद्ध ({percent}%) जीते हैं।
it: Il tuo clan ha vinto le guerre {wins} ({percent}%) sulle ultime 50 guerre.
nl: Je clan heeft {wins} oorlogen gewonnen ({percent}%) van de laatste 50 oorlogen.
pl: Twój klan wygrał {wins} wojen ({percent}%) w ostatnich 50 wojnach.
pt: O seu clã ganhou {wins} guerras ({percent}%) nas últimas 50 guerras.
tr: Klanınız son 50 savaşta {wins} savaş (%{percent}) kazandı.
uk: Ваш клан виграв {wins} війн ({percent}%) з останніх 50 війн.
ur: آپ کے قبیلے نے پچھلی 50 جنگوں میں سے {wins} جنگیں ({percent}%) جیتیں.
zh: 在过去50场部落战中，您的部落赢得{wins}场({percent}%)

# warHistoryLossesDescription
source: Your clan lost {losses} wars ({percent}%) out of the last 50 wars.
cs: Váš klan prohrál válku {losses} ({percent}%) z posledních 50 válek.
da: Din klan mistede {losses} krige ({percent}%) ud af de sidste 50 krige.
de: Dein Clan hat {losses} Kriege ({percent}%) der letzten 50 Kriege verloren.
fr: Votre clan a perdu {losses} guerres ({percent}%) parmi les 50 dernières guerres.
hi: आपके कबीले ने पिछले 50 युद्धों में से {losses} युद्ध ({percent}%) हारे हैं।
it: Il tuo clan ha perso le guerre di {losses} ({percent}%) sulle ultime 50 guerre.
nl: Je clan heeft {losses} oorlogen verloren ({percent}%) van de laatste 50 oorlogen.
pl: Twój klan przegrał {losses} wojen ({percent}%) w ostatnich 50 wojnach.
pt: O seu clã perdeu {losses} guerras ({percent}%) nas últimas 50 guerras.
tr: Klanınız son 50 savaşta {losses} savaş (%{percent}) kaybetti.
uk: Ваш клан програв {losses} війн ({percent}%) з останніх 50 війн.
ur: آپ کا قبیلہ پچھلی 50 جنگوں میں سے {losses} جنگیں ({percent}%) ہار گیا.
zh: 在过去的50 场部落战中，您的部落失败{losses}场({percent}%)

# warHistoryDrawsDescription
source: Your clan had {draws} draws ({percent}%) out of the last 50 wars.
cs: Váš klan měl {draws} kreslení ({percent}%) z posledních 50 válek.
da: Din klan havde {draws} trækker ({percent}%) ud af de sidste 50 krige.
de: Dein Clan hat {draws} Kriege ({percent}%) der letzten 50 Kriege unentschieden gespielt.
fr: Votre clan a fait {draws} égalités ({percent}%) parmi les 50 dernières guerres.
hi: आपके कबीले ने पिछले 50 युद्धों में से {draws} ({percent}%) में जीत हासिल की थी।
it: Il tuo clan aveva {draws} disegna ({percent}%) sulle ultime 50 guerre.
nl: Jouw clan had {draws} keer gelijkgespeeld ({percent}%) in de laatste 50 oorlogen.
pl: Twój klan miał {draws} remisów ({percent} proc.) w ostatnich 50 wojnach.
pt: O seu clã teve {draws} empates ({percent}%) nas últimas 50 guerras.
tr: Klanınız son 50 savaşta {draws} savaş (%{percent}) berabere kaldı.
uk: У вашому клані було {draws} нічиїх ({percent}%) з останніх 50 війн.
ur: آپ کے قبیلے نے پچھلی 50 جنگوں میں سے {draws} قرعہ اندازی ({percent}%) کی تھی.
zh: 在过去50场部落战中，您的部落平局{draws}场({percent}%)

# warHistoryAverageMembersDescription
source: Your clan has an average of {members} members participating out of the last 50 wars.
cs: Váš klan má průměrnou hodnotu {members} členů účastnících se posledních 50 válek.
da: Din klan har i gennemsnit {members} medlemmer, der deltager ud af de sidste 50 krige.
de: In deinem Clan haben durchschnittlich {members} Mitglieder an den letzten 50 Kriegen teilgenommen.
fi: klaanissasi on keskimäärin {members} jäsentä, jotka osallistuvat viimeisten 50 sodan loppuun.
fr: Votre clan a une moyenne de {members} membres participants pour les 50 dernières guerres.
hi: आपके कबीले के पिछले 50 युद्धों में औसतन {members} सदस्यों ने भाग लिया है।
it: Il tuo clan ha una media di {members} membri che partecipano alle ultime 50 guerre.
nl: Je clan heeft gemiddeld {members} leden die deelnemen aan de laatste 50 oorlogen.
pl: Twój klan ma średnio {members} członków uczestniczących w ostatnich 50 wojnach.
pt: O seu clã tem uma média de {members} membros participantes das últimas 50 guerras.
tr: Klanınızda son 50 savaşta ortalama {members} üye yer aldı.
uk: У вашому клані в середньому бере участь {members} учасників з останніх 50 війн.
ur: آپ کے قبیلے میں پچھلی 50 جنگوں میں حصہ لینے والے اوسطاً {members} اراکین ہیں.
zh: 在过去50场部落战中，您的部落平均有{members}人参战
