Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# faqTroubleshootingAccountDescription
source: Problems linking your Clash of Clans account
de: Probleme beim Verknüpfen Ihres Clash of Clans Accounts
fr: Problèmes liés à votre compte Clash of Clans
nl: Problemen met het koppelen van je Clash of Clans account
pl: Problemy z połączeniem konta Clash of Clans
tr: Clash of Clans hesabınızı bağlamada sorunlar

# faqTroubleshootingAccountSolution1
source: Make sure you're using the correct player tag starting with #
de: Stelle sicher, dass du das richtige Spieler-Tag verwendest, das mit # beginnt
fr: Assure-toi que tu utilises le bon tag du joueur commençant par #
nl: Zorg ervoor dat je de juiste spelerstag gebruikt die begint met een #
pl: Upewnij się, że używasz poprawnego tagu gracza zaczynającego się od #
tr: # ile başlayan doğru oyuncu etiketini kullandığınızdan emin olun

# faqTroubleshootingAccountSolution2
source: If the account seems to be already linked, use the API token from Clash of Clans settings
de: Wenn das Konto bereits verknüpft zu sein scheint, verwenden Sie das API Token aus den Clash of Clans Einstellungen
fr: Si le compte semble être déjà lié à quelqu'un, utilise le jeton API dans les paramètres de Clash of Clans
nl: Als het account al gekoppeld lijkt te zijn, gebruik dan de API-token uit de instellingen van Clash of Clans
pl: Jeśli konto wydaje się być już połączone, użyj tokenu API z ustawień Clash of Clans
tr: Hesap zaten bağlı görünüyorsa, Clash of Clans ayarlarından API belirtecini kullanın

# faqTroubleshootingSolutions
source: Solutions:
de: Lösungen:
nl: Oplossingen:
pl: Rozwiązanie:
tr: Çözümler:

# faqWhatIsClashKingProject
source: What is the ClashKing project?
de: Was ist das ClashKing-Projekt?
fr: Qu'est-ce que le projet ClashKing ?
nl: Wat is het ClashKing project?
pl: Czym jest projekt ClashKing?
tr: ClashKing projesi nedir?

# faqWhatIsClashKingProjectAnswer
source: ClashKing is an open-source Clash of Clans statistics and clan management project created by passionate players for the community. We develop this as a side project alongside our full-time jobs, driven by our love for the game. We offer a mobile app, Discord bot, and free API that work together to provide the ultimate Clash of Clans experience. The project is funded entirely through user donations and Supercell Creator code usage - no ads, no premium features!
de: ClashKing ist ein Open-Source Clash of Clans Statistiken und Clans Management Projekt, das von leidenschaftlichen Spielern für die Community erstellt wurde. Wir entwickeln dies als Nebenprojekt neben unseren Vollzeit-Jobs, angetrieben von unserer Liebe zum Spiel. Wir bieten eine mobile App, Discord Bot und kostenlose API, die zusammenarbeiten, um das ultimative Clash of Clans Erlebnis zu bieten. Das Projekt wird komplett durch Benutzerspenden und die Verwendung von Supercell Creator Code finanziert - keine Werbung, keine Premium-Funktionen!
fr: ClashKing est un projet open-source de statistiques et de gestion de clan pour Clash of Clans, créée par des joueurs passionnés, pour la communauté. Nous développons ce projet comme un projet personnel à coté de nos travails à plein temps respectifs, animés par notre amour pour le jeu. Nous mettons à disposition une application mobile, un bot Discord et une API gratuite qui combinées ensemble ont pour but de fournir une expérience ultime pour Clash of Clans. Le projet est entièrement financé par les dons d'utilisateurs et l'utilisation du code Supercell Creator : pas de publicité, pas de fonctionnalités premium !
it: ClashKing is an open-source Clash of Clans statistics and clan management platform created by passionate players for the community. We develop this as a side project alongside our full-time jobs, driven by our love for the game. We offer a mobile app, Discord bot, and free API that work together to provide the ultimate Clash of Clans experience. The project is funded entirely through user donations and Supercell Creator code usage - no ads, no premium features!
nl: ClashKing is een open-source Clash of Clans statistieken- en clanbeheerproject, gemaakt door gepassioneerde spelers voor de community. We ontwikkelen dit als een hobbyproject naast onze fulltimebanen, gedreven door onze liefde voor het spel. We bieden een mobiele app, een Discord-bot en een gratis API die samenwerken om de ultieme Clash of Clans-ervaring te leveren. Het project wordt volledig gefinancierd via donaties van gebruikers en het gebruik van de Supercell Creatorcode – geen advertenties, geen premium functies!
pl: ClashKing to otwarte statystyki Clash of Clans i projekt zarządzania klanami stworzony przez pasjonujących graczy dla społeczności. Rozwijamy to jako projekt poboczny wraz z naszymi pełnoetatowymi pracami, napędzanymi naszą miłością do gry. Oferujemy aplikację mobilną, bota Discorda i darmowe API, które współpracują ze sobą, aby zapewnić komfort Clash of Clans. Projekt jest finansowany w całości poprzez darowizny użytkowników i użycie kodu Supercell Creator - brak reklam, brak funkcji premium!
tr: ClashKing, topluluk için tutkulu oyuncular tarafından oluşturulmuş, açık kaynaklı bir Clash of Clans istatistikleri ve klan yönetimi projesidir. Oyuna olan sevgimizle, tam zamanlı işlerimizin yanı sıra bir yan proje olarak geliştiriyoruz. En üst düzey Clash of Clans deneyimini sunmak için birlikte çalışan bir mobil uygulama, Discord botu ve ücretsiz API sunuyoruz. Proje tamamen kullanıcı bağışları ve Supercell Creator kod kullanımıyla finanse ediliyor - reklam yok, premium özellik yok!

# faqViewOnGitHub
source: View on GitHub
de: Auf GitHub anzeigen
fr: Afficher sur GitHub
nl: Bekijk op GitHub
pl: Zobacz na GitHub
tr: GitHub'da görüntüle

# faqFeaturesGuide
source: What can ClashKing app do?
de: Was kann die ClashKing-App tun?
fr: Que peut faire l'application ClashKing ?
nl: Wat kan de ClashKing app doen?
pl: Co może robić aplikacja ClashKing?
tr: ClashKing uygulaması neler yapabilir?

# faqFeaturesGuideDescription
source: Take your Clash of Clans experience to the next level! ClashKing app delivers beautiful, fast access to all your stats and clan data - perfect for players who do not have Discordand those who prefer a sleek mobile experience:
de: Bringe dein Clash-of-Clans-Erlebnis auf das nächste Level! Die ClashKing-App bietet dir schnellen, übersichtlichen Zugriff auf all deine Statistiken und Clan-Daten – perfekt für Spieler, die kein Discord nutzen oder eine schlanke, moderne Mobile-Erfahrung bevorzugen.
fr: Fais passer ton expérience Clash of Clans au niveau supérieur ! L'application ClashKing offre un accès rapide à toutes tes statistiques et données de clan de manière élégante. L'application parfaite pour les joueurs qui n'ont pas Discord et ceux qui préfèrent une expérience mobile épurée :
it: Take your Clash of Clans experience to the next level! ClashKing app delivers beautiful, fast access to all your stats and clan data - perfect for on-the-go players and those who prefer a sleek mobile experience:
nl: Til je Clash of Clans-ervaring naar een hoger niveau! De ClashKing-app biedt een snelle en overzichtelijke toegang tot al je statistieken en clangegevens – perfect voor spelers die geen Discord gebruiken of die liever een strakke mobiele ervaring hebben:
pl: Weź swoje doświadczenie z Clash of Clans na następny poziom! Aplikacja ClashKing dostarcza piękne, szybki dostęp do wszystkich Twoich statystyk i danych klanu - idealny dla graczy, którzy nie mają Discorda i tych, którzy wolą spać na urządzeniu mobilnym:
tr: Clash of Clans deneyiminizi bir üst seviyeye taşıyın! ClashKing uygulaması, tüm istatistiklerinize ve klan verilerinize hızlı ve güzel bir erişim sağlar. Discord'u olmayan ve şık bir mobil deneyimi tercih eden oyuncular için mükemmeldir.

# faqAppDevelopmentNotice
source: We're actively developing new features to make the app even better. Your feedback helps us improve!
de: Wir entwickeln aktiv neue Funktionen, um die App noch besser zu machen. Dein Feedback hilft uns zu verbessern!
fr: Nous développons activement de nouvelles fonctionnalités pour améliorer l'application. Vos commentaires nous aident à améliorer !
nl: We zijn actief bezig met het ontwikkelen van nieuwe functies om de app nog beter te maken. Jouw feedback helpt ons daarbij!
pl: Aktywnie rozwijamy nowe funkcje, aby aplikacja była jeszcze lepsza. Twoja opinia pomaga nam ulepszyć!
tr: Uygulamayı daha da iyi hale getirmek için aktif olarak yeni özellikler geliştiriyoruz. Geri bildirimleriniz geliştirmemize yardımcı oluyor!

# faqFeaturesPlayerTitle
source: Player Statistics
de: Spielerstatistiken
fr: Statistiques de joueurs
nl: Spelerstatistieken
pl: Statystyki Gracza
tr: Oyuncu İstatistikleri

# faqFeaturesPlayerDescription
source: Track your progress, achievements, and legend league performance
de: Verfolgen Sie Ihren Fortschritt, Erfolge und Legendenliga Leistung
fr: Suis tes progrès, tes succès et tes performances en ligue légende
nl: Volg je voortgang, prestaties en legendarische divisie resultaten
pl: Śledź swoje postępy, osiągnięcia i wyniki ligowe legendy
tr: İlerlemenizi, başarılarınızı ve efsane lig performansınızı takip edin

# faqFeaturesClanTitle
source: Clan Management
de: Clan-Verwaltung
fr: Gestion de clan
nl: Clan beheer
pl: Zarządzanie klanem
tr: Klan Yönetimi

# faqFeaturesClanDescription
source: Monitor clan members, donations, and overall clan health
de: Clan-Mitglieder, Spenden und Gesundheit im Clan überwachen
fr: Surveille les membres de ton clan, leurs dons et la vie du clan
nl: Houd clankleden, donaties en de algehele clanstatus in de gaten
pl: Monitoruj członków klanu, darowizny i ogólne zdrowie klanów
tr: Klan üyelerini, bağışları ve genel klan sağlığını izleyin

# faqFeaturesWarTitle
source: War Tracking
de: Kriegsverfolgung
fr: Suivi de guerre
nl: Oorlog volgen
pl: Śledzenie Wojenne
tr: Savaş Takibi

# faqFeaturesWarDescription
source: Analyze war performance, attack strategies, and win rates
de: Analyse der Kriegsleistung, Angriffsstrategien und Gewinnraten
fr: Analyse les performances de guerre, les stratégies d'attaque et le taux de victoire
nl: Analyseer oorlogsprestaties, aanvalstrategieën en winstpercentages
pl: Analizuj wyniki wojny, strategie ataku i wskaźniki zwycięstw
tr: Savaş performansını, saldırı stratejilerini ve kazanma oranlarını analiz edin

# faqFeaturesLegendsTitle
source: Inaccurate data?
da: Forklarende Liga
de: Ungenaue Daten?
fr: Ligue légende
it: Leggenda League
nl: Onjuiste gegevens?
tr: Veri yanlış mı?

# faqFeaturesLegendsDescription
source: Daily trophy tracking and end-of-season statistics
de: Tägliche Trophäenverfolgung und Statistiken zum Ende der Saison
fr: Suivi quotidien des trophées et statistiques de fin de saison
nl: Dagelijkse trofeeëntracking en seizoensstatistieken
pl: Codzienne śledzenie trofeów i statystyki na koniec sezonu
tr: Günlük kupa takibi ve sezon sonu istatistikleri

# faqFeaturesCwlTitle
source: CWL Analytics
de: CWL-Analytik
fr: Analyses de la LDC
nl: CWL analyses
pl: Analiza CWL
tr: KSL Analitiği

# faqFeaturesCwlDescription
source: Clan War League performance and member contributions
de: Clan War League Leistung und Mitgliedsbeiträge
fr: Performance de la Ligue de Clans et contribution des membres
nl: Clan War League prestaties en bijdragen van leden
pl: Wydajność Ligi Wojennych i wkład członków
tr: Klan Savaş Ligi performansı ve üye katkıları

# faqSearchHint
source: Search FAQ...
de: FAQ durchsuchen...
fr: Rechercher dans la FAQ...
nl: Zoek in de FAQ...
pl: Szukaj FAQ...
tr: SSS'de ara...

# faqSectionGettingStarted
source: Getting Started & About
de: Erste Schritte & Infos
fr: Bien démarrer & À propos
nl: Aan de slag & Over ons
pl: Pierwsze kroki i informacje
tr: Başlarken ve Hakkında

# faqSectionSupportAndContact
source: Support & Contact
de: Support & Kontakt
fr: Contact & Assistance
nl: Ondersteuning & contact
pl: Wsparcie & Kontakt
tr: Destek & İletişim

# faqTranslationIssue
source: Translation is missing or incorrect?
de: Übersetzung fehlt oder ist falsch?
fr: Traduction manquante ou incorrecte ?
nl: Ontbreekt er een vertaling of is deze onjuist?
pl: Tłumaczenie jest brakujące lub niepoprawne?
tr: Çeviri eksik veya hatalı mı?

# faqTranslationIssueAnswer
source: Translations are done by app users like you! We (developers) only provide French and English translations. If you find missing or incorrect translations, you can help improve them. Do not hesitate to reach out to us on Discord or via email if want to help us. We have a specific Discord channel for translators where you can ask questions and get help.
de: Übersetzungen werden von Anwendern wie Ihnen erledigt! Wir (Entwickler) liefern nur französische und englische Übersetzungen. Wenn Sie fehlende oder falsche Übersetzungen finden, können Sie dazu beitragen, diese zu verbessern. Zögern Sie nicht, uns auf Discord oder per E-Mail zu kontaktieren, wenn Sie uns helfen möchten. Wir haben einen speziellen Discord Kanal für Übersetzer, wo du Fragen stellen und Hilfe bekommen kannst.
fr: Les traductions sont faites par des utilisateurs de l'application tout comme toi ! Nous (développeurs) fournissons uniquement des traductions en français et en anglais. Si tu trouves des traductions manquantes ou incorrectes (même en français parce que personne n'est parfait), tu peux proposer des améliorations. N'hésite pas à nous contacter sur Discord ou par e-mail si tu veux nous aider. Nous avons un canal Discord spécifique pour les traducteurs où tu peux poser tes questions et obtenir de l'aide.
nl: Vertalingen worden gedaan door appgebruikers zoals jij! Wij (de ontwikkelaars) verzorgen alleen de Franse en Engelse vertalingen. Als je ontbrekende of onjuiste vertalingen vindt, kun je helpen om deze te verbeteren. Aarzel niet om contact met ons op te nemen via Discord of e-mail als je wilt meehelpen. We hebben een speciaal Discord-kanaal voor vertalers waar je vragen kunt stellen en hulp kunt krijgen.
pl: Tłumaczenia są wykonywane przez takich użytkowników aplikacji! My (deweloperów) udostępniamy tylko tłumaczenie francuskie i angielskie. Jeśli znajdziesz brakujące lub niepoprawne tłumaczenia, możesz pomóc je poprawić. Nie wahaj się skontaktować z nami na Discordzie lub pocztą e-mail, jeśli chcesz nam pomóc. Mamy specjalny kanał Discorda dla tłumaczy, gdzie możesz zadawać pytania i uzyskać pomoc.
tr: Çeviriler sizin gibi uygulama kullanıcıları tarafından yapılır! Biz (geliştiriciler) yalnızca Fransızca ve İngilizce çeviriler sunuyoruz. Eksik veya hatalı çeviriler bulursanız, bunları iyileştirmemize yardımcı olabilirsiniz. Bize yardımcı olmak isterseniz, Discord üzerinden veya e-posta yoluyla bizimle iletişime geçmekten çekinmeyin. Çevirmenler için özel bir Discord kanalımız var; burada sorularınızı sorabilir ve yardım alabilirsiniz.

# faqWaysToSupport
source: Ways to support us:
de: Wege zu unterstützen:
fr: Quelques façons de nous soutenir :
nl: Manieren om ons te steunen:
pl: Sposób, aby nas wspierać:
tr: Bizi desteklemenin yolları:

# translationHelpUsTranslate
source: Help us translate
cs: Pomozte nám s překladem
da: Hjælp os med at oversætte
de: Hilf uns bei der Übersetzung
fi: Auta meitä kääntämään
fr: Nous aider à traduire
hi: अनुवाद करने में हमारी सहायता करें
it: Aiutaci a tradurre
nl: Help ons met vertalen
pl: Pomóż w tłumaczeniu
pt: Ajude-nos a traduzir
tr: Çeviriye yardımcı olun
uk: Допомогти з перекладом
ur: ترجمہ کرنے میں ہماری مدد کریں۔
zh: 帮助我们翻译

# translationSuggestFeatures
source: Suggest features
cs: Navrhnout funkce
da: Foreslå funktioner
de: Funktion vorschlagen
fi: Ehdota ominaisuuksia
fr: Proposer des fonctionnalités
hi: सुविधाएँ सुझाएँ
it: Suggerisci funzionalità
nl: Functies voorstellen
pl: Zaproponuj funkcje
pt: Sugerir funcionalidades
tr: Özellik önerin
uk: Запропонувати можливості
ur: خصوصیات تجویز کریں۔
zh: 建议功能

# translationThankYou
source: Thank you!
cs: Děkujeme!
da: Mange tak!
de: Vielen Dank!
fi: Kiitos!
fr: Merci !
hi: धन्यवाद!
it: Grazie!
nl: Bedankt!
pl: Dziękujemy!
pt: Obrigado!
tr: Teşekkürler!
uk: Дякуємо!
ur: شکریہ!
zh: 感谢您！

# translationThankYouContent
source: A huge thank you to all our amazing translators who help us make this app accessible to more people around the world!
cs: Velice vám děkuji všem našim úžasným překladatelům, kteří nám pomáhají zpřístupnit tuto aplikaci více lidí po celém světě!
da: En stor tak til alle vores fantastiske oversættere, der hjælper os med at gøre denne app tilgængelig for flere mennesker rundt om i verden!
de: Ein großes Dankeschön an all unsere großartigen Übersetzer, die uns helfen, diese App mehr Menschen auf der ganzen Welt zugänglich zu machen!
fi: Valtava kiitos kaikille uskomattomille kääntäjille, jotka auttavat meitä tekemään tämän sovelluksen useampien ihmisten saataville ympäri maailmaa!
fr: Un grand merci à tous nos incroyables traducteurs qui nous aident à rendre cette application accessible à plus de personnes à travers le monde !
hi: हमारे सभी अद्भुत अनुवादकों को बहुत-बहुत धन्यवाद, जो इस ऐप को दुनिया भर के अधिक लोगों तक पहुंचाने में हमारी मदद करते हैं!
it: Un grazie enorme a tutti i nostri incredibili traduttori che ci aiutano a rendere questa app accessibile a più persone in tutto il mondo!
nl: Een enorme dank aan al onze geweldige vertalers die ons helpen deze app toegankelijk te maken voor meer mensen over de hele wereld!
pl: Wielkie dzięki dla wszystkich naszych niesamowitych tłumaczy, którzy pomagają nam uczynić tę aplikację dostępną dla większej liczby ludzi na całym świecie!
pt: Um enorme obrigado a todos os nossos incríveis tradutores que nos ajudam a tornar este aplicativo acessível a mais pessoas ao redor do mundo!
tr: Bu uygulamayı dünya çapında daha fazla insana ulaştırmamıza yardımcı olan tüm harika çevirmenlerimize çok teşekkür ederiz!
uk: Величезна подяка всім нашим неймовірним перекладачам, які допомагають нам зробити цей додаток доступним для більшої кількості людей по всьому світу!
ur: ہمارے تمام حیرت انگیز مترجمین کا بہت بہت شکریہ جنہوں نے اس ایپ کو دنیا بھر کے مزید لوگوں تک قابل رسائی بنانے میں ہماری مدد کی!
zh: 非常感谢我们所有出色的翻译人员，他们帮助我们让世界各地的更多人可以访问这个应用程序！

# translationHelpTranslateContent
source: You can help us translate the app on Crowdin. If your language is not available on Crowdin, feel free to request it in our Discord Server. Thank you so much for your help!
cs: Můžete nám pomoci přeložit aplikaci na Crowdin. Pokud tvůj jazyk není k dispozici na Crowdinu, neváhej se o něj požádat na našem Discord serveru. Mnohokrát ti děkujeme za pomoc!
da: Du kan hjælpe os med at oversætte appen på Crowdin. Hvis dit sprog ikke er tilgængeligt på Crowdin, er du velkommen til at anmode om det i vores Discord Server. Tak for din hjælp!
de: Du kannst uns helfen, die App auf Crowdin zu übersetzen. Wenn deine Sprache auf Crowdin nicht verfügbar ist, kannst du diese gerne auf unserem Discord-Server anfordern. Vielen Dank für deine Hilfe!
fi: Voit auttaa meitä kääntämään sovelluksen Crowdinissa. Jos kielesi ei ole käytettävissä Crowdinissa, voit vapaasti pyytää sitä meidän Discord-palvelimella. Kiitos paljon avustasi!
fr: Vous pouvez nous aider à traduire l'application sur Crowdin. Si votre langue n'est pas disponible sur Crowdin, n'hésitez pas à la demander sur notre serveur Discord. Merci beaucoup pour votre aide !
hi: आप क्राउडिन पर ऐप का अनुवाद करने में हमारी मदद कर सकते हैं। अगर आपकी भाषा क्राउडिन पर उपलब्ध नहीं है, तो बेझिझक हमारे डिस्कॉर्ड सर्वर पर इसका अनुरोध करें। आपकी मदद के लिए बहुत-बहुत धन्यवाद!
it: Puoi aiutarci a tradurre l'app su Crowdin. Se la tua lingua non è disponibile su Crowdin, sentiti libero di richiederla nel nostro Server Discord. Grazie mille per il tuo aiuto!
nl: Je kunt ons helpen de app op Crowdin te vertalen. Als je taal niet beschikbaar is op Crowdin, kan je deze aanvragen in onze Discord Server. Heel erg bedankt voor je hulp!
pl: Możesz nam pomóc przetłumaczyć aplikację na Crowdin. Jeśli Twojego języka nie ma na Crowdin, śmiało poproś o niego na naszym serwerze Discord. Bardzo dziękujemy za pomoc!
pt: Pode ajudar-nos a traduzir a aplicação no Crowdin. Se a sua linguagem não está disponível no Crowdin, sinta-se à vontade para pedi-la no nosso servidor de Discord. Muito obrigado pela sua ajuda!
tr: Uygulamayı Crowdin'de çevirmemize yardımcı olabilirsiniz. Diliniz Crowdin'de mevcut değilse, Discord Sunucumuzda talep etmekten çekinmeyin. Yardımınız için çok teşekkür ederim!
uk: Ви можете допомогти нам перекласти додаток на Crowdin. Якщо вашої мови немає на Crowdin, не соромтеся запитати її на нашому сервері Discord. Дуже вдячні за вашу допомогу!
ur: آپ Crowdin پر ایپ کا ترجمہ کرنے میں ہماری مدد کر سکتے ہیں۔ اگر آپ کی زبان Crowdin پر دستیاب نہیں ہے تو بلا جھجھک ہمارے Discord Server میں اس کی درخواست کریں۔ آپ کی مدد کے لیے آپ کا بہت بہت شکریہ!
zh: 您可以在Crowdin上帮助我们翻译应用程序。如果您的语言在Crowdin上不可用，请随时在我们的Discord服务器上请求。非常感谢你的帮助！

# translationHelpTranslateButton
source: Help Translate on Crowdin
cs: Pomozte přeložit na Crowdin
da: Hjælp med at oversætte til Crowdin
de: Hilf bei der Übersetzung auf Crowdin
fi: Auta kääntämään Crowdinia
fr: Aider à traduire sur Crowdin
hi: क्राउडिन पर अनुवाद में सहायता करें
it: Aiuta a tradurre su Crowdin
nl: Help met vertalen op Crowdin
pl: Pomóż przetłumaczyć na Crowdin
pt: Ajude-nos a traduzir no Crowdin
tr: Crowdin'de Çeviriye Yardım Edin
uk: Допоможіть перекласти на Crowdin
ur: Crowdin پر ترجمہ میں مدد کریں۔
zh: 在Crowdin上帮助翻译

# translationCurrentTranslators
source: Current Translators
cs: Aktuální překladatelé
da: Nuværende Oversættere
de: Aktuelle Übersetzer
fi: Nykyiset Kääntäjät
fr: Traducteurs actuels
hi: वर्तमान अनुवादक
it: Traduttori Attuali
nl: Huidige vertalers
pl: Aktualni tłumacze
pt: Atuais tradutores
tr: Güncel Tercümanlar
uk: Поточні перекладачі
ur: موجودہ مترجم
zh: 当前翻译员

# accountVerifyButton
source: Verify
cs: Ověřit
da: Verificér
fi: Vahvista
fr: Vérifier
it: Verifica

# authPasswordResetConfirm
source: Reset Password
fr: Réinitialiser le mot de passe

# authEmailVerificationBackToLogin
source: Back to Login
fr: Retour à la page de connexion

# clanWarFrequency
source: War frequency
cs: Válečná frekvence
da: Krig frekvens
fi: Sodan taajuus
fr: Fréquence de guerre
hi: युद्ध आवृत्ति
it: Frequenza di guerra
pt: Frequência de guerra
uk: Частота війн
ur: جنگ کی تعدد
zh: 对战频率

# clanClosed
source: Closed
cs: Uzavřeno
da: Lukket
fi: Suljettu
fr: Fermé
hi: बंद किया हुआ
it: Chiuso
pt: Fechado
uk: Закрито
ur: بند
zh: 已关闭

# clanWarFrequencyUnknown
source: Unknown
cs: Neznámý
da: Ukendt
fi: Tuntematon
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
pt: Desconhecido
uk: Невизначено
ur: نامعلوم
zh: 未知

# betaLabel
source: BETA
da: INDSATS
fr: BÊTA
hi: बीटा
uk: Бета

# faqSectionTroubleshooting
source: Troubleshooting
fr: Dépannage

# authDiscordTitle
source: Discord
da: Uenighed

# accountsDelete
source: Delete account
cs: Odstranit účet
da: Slet konto
fi: Poista tili
hi: खाता हटा दो
it: Elimina account
pt: Apagar conta
uk: Видалити обліковий запис
ur: اکاؤنٹ حذف کریں۔
zh: 删除账户

# accountsErrorFailedToDelete
source: Failed to delete link. Please try again later.
cs: Nepodařilo se odstranit odkaz. Opakujte akci později.
da: Kunne ikke slette linket. Prøv igen senere.
fi: Linkin poistaminen epäonnistui. Yritä myöhemmin uudelleen.
hi: लिंक हटाने में विफल। कृपया बाद में पुनः प्रयास करें।
it: Impossibile eliminare il link. Riprova più tardi.
pt: Falha ao apagar link. Por favor, tente novamente mais tarde.
uk: Не вдалося видалити посилання. Будь ласка, повторіть спробу пізніше.
ur: لنک کو حذف کرنے میں ناکام۔ براہ کرم بعد میں دوبارہ کوشش کریں.
zh: 删除链接失败。请稍后再试。
