Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# maintenanceDescription
source: Clash of Clans is currently under maintenance, so we can't access the API. Please check back later.
cs: Stlačení Clans je v současné době v údržbě, takže nemůžeme přistupovat k API. Zkuste to prosím později.
da: Sammenstød af klaner er i øjeblikket under vedligeholdelse, så vi kan ikke få adgang til API'en. Tjek venligst tilbage senere.
de: Clash of Clans ist derzeit in Wartung, daher können wir nicht auf die API zugreifen. Bitte schaue später wieder vorbei.
fi: Yhteentörmäyksestä klaanit ovat tällä hetkellä kunnossapidossa, joten emme voi käyttää APIa. Tarkista myöhemmin.
fr: L'application est actuellement en maintenance. Veuillez réessayer plus tard.
it: Clash of Clans è attualmente in manutenzione, quindi non possiamo accedere all'API. Per favore riprova più tardi.
nl: Clash of Clans is momenteel in onderhoud, dus we kunnen geen toegang krijgen tot de API. Kom later terug.
pl: Clash of Clans jest obecnie w konserwacji, więc nie możemy uzyskać dostępu do API. Sprawdź ponownie później.
tr: Clash of Clans şu anda bakımda, bu yüzden API'ye erişemiyoruz. Lütfen daha sonra tekrar kontrol et.

# downloadTooltip
source: Download CWL summary
cs: Stáhnout shrnutí CWL
da: Download CWL resumé
de: CWL-Zusammenfassung herunterladen
fi: Lataa CWL yhteenveto
fr: Télécharger
it: Scarica sommario CWL
nl: CWL samenvatting downloaden
pl: Pobierz podsumowanie CWL
tr: KSL özetini indir

# downloadInProgress
source: Downloading file... It can take a few seconds...
cs: Stahování souboru... Může to trvat několik sekund...
da: Downloader fil... Det kan tage et par sekunder...
de: Datei wird heruntergeladen... Das kann ein paar Sekunden dauern...
fi: Ladataan tiedostoa... Se voi kestää muutaman sekunnin...
fr: Téléchargement en cours...
it: Scaricamento file... Ci possono volere alcuni secondi...
nl: Bestand downloaden... Dit kan een paar seconden duren...
pl: Pobieranie pliku... Może to potrwać kilka sekund...
tr: Dosya indiriliyor... Birkaç saniye sürebilir...

# downloadSuccess
source: File saved successfully in {path}
cs: Soubor byl úspěšně uložen v {path}
da: Filen blev gemt i {path}
de: Datei erfolgreich in {path} gespeichert
fi: Tiedosto tallennettu onnistuneesti {path}
fr: Téléchargement réussi
it: File salvato correttamente in {path}
nl: Bestand succesvol opgeslagen in {path}
pl: Plik został pomyślnie zapisany w {path}
tr: Dosya başarıyla {path} konumuna kaydedildi

# downloadError
source: Failed to download file
cs: Nepodařilo se stáhnout soubor
da: Download af fil mislykkedes
de: Fehler beim Herunterladen der Datei
fi: Tiedoston lataaminen epäonnistui
fr: Erreur de téléchargement
it: Impossibile scaricare il file
nl: Bestand downloaden mislukt
pl: Nie udało się pobrać pliku
tr: Dosya indirilemedi

# dashboardTitle
source: Dashboard
cs: Nástěnka
da: Instrumentbræt
de: Übersicht
fi: Hallintapaneeli
fr: Tableau de bord
hi: डैशबोर्ड
nl: Hoofdpaneel
pl: Pulpit
pt: Painel
tr: Kontrol Paneli
uk: Панель керування
ur: ڈیش بورڈ
zh: 主页

# toolsTitle
source: Tools
cs: Nástroje a nářadí
da: Værktøjer
de: Werkzeuge
fi: Työkalut
fr: Outils
hi: औजार
it: Strumenti
nl: Hulpmiddelen
pl: Narzędzia
pt: Ferramentas
tr: Araçlar
uk: Інструменти
ur: اوزار
zh: 工具

# navigationTeam
source: Teams
cs: Týmy
da: Hold
fi: Tiimit
fr: Équipes
hi: टीमें
it: Team
pl: Drużyny
pt: Equipas
tr: Takımlar
uk: Команди
ur: ٹیمیں
zh: 部落

# navigationStatistics
source: Statistics
cs: Statistiky
da: Statistik
de: Statistiken
fi: Tilastot
fr: Statistiques
hi: आंकड़े
it: Statistiche
nl: Statistieken
pl: Statystyki
pt: Estatísticas
tr: İstatistikler
uk: Статистика
ur: شماریات
zh: 统计数据

source: Version & Device
cs: Verze & Zařízení
da: Version & Enhed
de: Version & Gerät
fi: Versio Ja Laite
fr: Version & Appareil
hi: संस्करण और डिवाइस
it: Versione E Dispositivo
nl: Versie & apparaat
pl: Wersja i Urządzenie
pt: Versão & Dispositivo
tr: Sürüm & Cihaz
uk: Версія та пристрій
ur: ورژن اور ڈیوائس
zh: 版本&设备

# settingsLicenses
source: Open Source Licenses
de: Open-Source-Lizenzen
fr: Licences Open Source
nl: Open source licenties
pl: Licencje Open Source
tr: Açık Kaynak Lisansları

# settingsLicensesSubtitle
source: View licenses for third-party libraries
de: Lizenzen für Drittanbieterbibliotheken anzeigen
fr: Voir les licences des bibliothèques tierces
nl: Bekijk licenties van externe bibliotheken
pl: Zobacz licencje dla bibliotek firm trzecich
tr: Üçüncü-parti kütüphaneler için lisansları görüntüleyin

# settingsPrivacyPolicy
source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de Confidentialité
nl: Privacybeleid
pl: Polityka prywatności
tr: Gizlilik Politikası

# settingsPrivacyPolicySubtitle
source: How we handle your data
de: Wie wir mit Deinen Daten umgehen
fr: Comment nous traitons vos données
nl: Hoe we met jouw gegevens omgaan
pl: W jaki sposób obsługujemy Twoje dane
tr: Verilerinizi nasıl işliyoruz?

source: Beta Feature
cs: Beta funkce
da: Beta Funktion
de: Beta-Funktion
fi: Beta Ominaisuus
fr: Fonctionnalité Bêta
hi: बीटा सुविधा
it: Funzione Beta
nl: Beta functie
pl: Funkcja Beta
pt: Recurso Beta
tr: Beta Özellikleri
uk: Бета-функції
ur: بیٹا فیچر
zh: Beta功能

# betaDescription
source: This feature is currently in beta, it may have some bugs or be incomplete. We are actively working on improvements and welcome your feedback. Please share your ideas and report any issues in our Discord Server to help us make it better.
cs: Tato funkce je momentálně v beta verzi, může mít nějaké chyby nebo být neúplná. Aktivně pracujeme na vylepšení a vítáme vaši zpětnou vazbu. Prosím, sdílejte své nápady a nahlaste jakékoliv problémy na našem Discord serveru, abyste nám pomohli je zlepšit.
da: Denne funktion er i øjeblikket i beta, den kan have nogle fejl eller være ufuldstændig. Vi arbejder aktivt på forbedringer og hilser din feedback velkommen. Del dine ideer og rapporter eventuelle problemer i vores Discord Server for at hjælpe os med at gøre det bedre.
de: Diese Option ist aktuell in der Beta, es kann also zu Fehlern kommen oder unvollständig sein. Wir arbeiten aktiv an Verbesserungen und sind dankbar für dein Feedback. Bitte teile uns deine Ideen sowie Fragen und Probleme auf unserem Discord-Server mit, damit wir es besser machen können.
fi: Tämä ominaisuus on tällä hetkellä beta, se voi olla joitakin vikoja tai olla epätäydellinen. Työskentelemme aktiivisesti parannusten parissa ja tervetuloa palautteesi. Ole hyvä ja jaa ideasi ja raportoi kaikista Discord-palvelimellamme olevista ongelmista auttaaksesi meitä parantamaan sitä.
fr: Cette fonctionnalité est actuellement en version bêta, elle peut donc contenir des bugs ou être incomplète. Nous travaillons activement sur des améliorations et vos retours sont les bienvenus. N'hésitez pas à partager vos idées et à signaler tout problème sur notre serveur Discord pour nous aider à l'améliorer.
hi: यह सुविधा अभी बीटा में है, इसमें कुछ बग हो सकते हैं या यह अधूरी हो सकती है। हम सक्रिय रूप से सुधार पर काम कर रहे हैं और आपकी प्रतिक्रिया का स्वागत करते हैं। कृपया अपने विचार साझा करें और हमारे डिस्कॉर्ड सर्वर में किसी भी समस्या की रिपोर्ट करें ताकि हमें इसे बेहतर बनाने में मदद मिल सके।
it: Questa funzione è attualmente in beta, potrebbe avere alcuni bug o essere incompleta. Stiamo lavorando attivamente ai miglioramenti e accogliamo con favore il tuo feedback. Condividere le proprie idee e segnalare eventuali problemi nel nostro Server Discord per aiutarci a migliorarle.
nl: Deze functie bevindt zich momenteel in beta, er kunnen bugs in zitten of het kan onvolledig zijn. We werken actief aan verbeteringen en verwelkomen je feedback. Deel je ideeën en meld problemen op onze Discord-server om ons te helpen het beter te maken.
pl: Ta funkcja jest obecnie w wersji beta, więc może zawierać pewne błędy lub być niekompletna. Aktywnie pracujemy nad ulepszeniami i z przyjemnością przyjmujemy opinie. Prosimy o dzielenie się pomysłami oraz zgłaszanie wszelkich problemów na naszym serwerze Discord, aby pomóc nam ją udoskonalić.
pt: Esta funcionalidade está atualmente em versão beta, então pode ter alguns bugs ou estar incompleta. Estamos a trabalhar ativamente em melhorias e agradecemos os seus comentários. Por favor, compartilhe as suas ideias e relate qualquer problema no nosso servidor do Discord para nos ajudar a melhorá-lo.
tr: Bu özellik şu anda beta aşamasındadır, bazı hatalar içerebilir veya eksik olabilir. İyileştirmeler üzerinde aktif olarak çalışıyoruz ve geri bildirimlerinizi bekliyoruz. Lütfen fikirlerinizi paylaşın ve Discord Sunucumuzdaki sorunları bildirin, böylece daha iyi hale getirmemize yardımcı olun.
uk: Ця функція наразі знаходиться в бета-версії, може містити деякі помилки або бути неповною. Ми активно працюємо над удосконаленнями й раді вашому зворотному зв'язку. Будь ласка, поділіться своїми ідеями та повідомте про будь-які проблеми на нашому сервері Discord, щоб допомогти нам зробити це краще.
ur: یہ فیچر فی الحال بیٹا میں ہے، اس میں کچھ کیڑے ہو سکتے ہیں یا نامکمل ہیں۔ ہم بہتری پر سرگرمی سے کام کر رہے ہیں اور آپ کے تاثرات کا خیرمقدم کرتے ہیں۔ براہ کرم اپنے خیالات کا اشتراک کریں اور اسے بہتر بنانے میں ہماری مدد کرنے کے لیے ہمارے Discord Server میں کسی بھی مسئلے کی اطلاع دیں.
zh: 此功能目前处于测试阶段，可能存在一些错误或不完整。我们正在积极改进，欢迎您的反馈。请在我们的Discord服务器中分享您的想法并报告任何问题，以帮助我们做得更好。

# settingsLanguage
source: Language
cs: Jazyk
da: Sprog
de: Sprache
fi: Kieli
fr: Langue
hi: भाषा
it: Lingua
nl: Taal
pl: Język
pt: Linguagem
tr: Dil
uk: Мова
ur: زبان
zh: 语言

# settingsSelectLanguage
source: Select a language
cs: Vyberte jazyk
da: Vælg et sprog
de: Wähle eine Sprache aus
fi: Valitse kieli
fr: Sélectionnez une langue
hi: भाषा चुनें
it: Seleziona una lingua
nl: Selecteer een taal
pl: Wybierz język
pt: Seleciona a linguagem
tr: Bir dil seçin
uk: Оберіть мову
ur: ایک زبان منتخب کریں
zh: 搜索语言

# settingsToggleTheme
source: Toggle Theme
cs: Přepnout motiv
da: Skift Tema
de: Design wechseln
fi: Vaihda Teemaa
fr: Changer de thème
hi: थीम टॉगल करें
it: Attiva/Disattiva Tema
nl: Thema wisselen
pl: Zmień motyw
pt: Alternar tema
tr: Temayı Değiştir
uk: Перемкнути тему
ur: تھیم کو ٹوگل کریں۔
zh: 切换主题

# faqTitle
source: FAQ
cs: Nejčastější dotazy
da: OSS
de: FAQ (Häufig gestellte Fragen)
fi: UKK
hi: सामान्य प्रश्न
tr: S.S.S
uk: Питання та відповіді

# faqSubtitle
source: Frequently Asked Questions
cs: Často kladené otázky
da: Ofte Stillede Spørgsmål
de: Häufig gestellte Fragen
fi: Usein Kysytyt Kysymykset
fr: Foire aux questions
hi: अक्सर पूछे जाने वाले प्रश्नों
it: Domande Frequenti
nl: Veelgestelde vragen
pl: Najczęściej zadawane pytania
pt: Perguntas frequentes
tr: Sıkça Sorulan Sorular
uk: Найбільш поширенні питання
ur: اکثر پوچھے گئے سوالات
zh: 常见问题回答

# faqIsThisFromSupercell
source: Is this App from Supercell?
cs: Je tato aplikace z Supercellu?
da: Er denne app fra Supercell?
de: Ist diese App von Supercell?
fi: Onko tämä sovellus Supercellistä?
fr: Est-ce que cette application a été créée par Supercell ?
hi: क्या यह ऐप सुपरसेल का है?
it: Questa app è da Supercell?
nl: Is deze app van Supercell?
pl: Czy ta aplikacja pochodzi od Supercell?
pt: Esta aplicação é da Supercell?
tr: Bu uygulama Supercell'e mi ait?
uk: Чи це додаток від Supercell?
ur: کیا یہ ایپ سپر سیل کی ہے؟
zh: 这个应用程序是Supercell的吗？

# faqFanContentPolicy
source: This material is unofficial and is not endorsed by Supercell. For more information see Supercell's Fan Content Policy: www.supercell.com/fan-content-policy
cs: Tento materiál je neoficiální a není podporován aplikací Supercell. Další informace naleznete v Zásadách obsahu Supercell's Fan: www.supercell.com/fan-content-policy
da: Dette materiale er uofficielt og er ikke godkendt af Supercell. For mere information se Supercell's Fan Content Policy: www.supercell.com/fan-content-policy
de: Dieses Material ist nicht offiziell und nicht von Supercell bewilligt. Weitere Informationen findest du in Supercells Richtlinien für Fan-Content unter https://supercell.com/en/fan-content-policy/de
fi: Tämä materiaali on epävirallista eikä Supercellin hyväksymä aineisto. Lisätietoja on Supercellin fanisisällön käytännössä: www.supercell.com/fan-content-policy
fr: Ce matériel n'est pas officiel et n'est pas approuvé par Supercell. Pour plus d'informations, consultez la politique relative au contenu des fans de Supercell : www.supercell.com/fan-content-policy
hi: यह सामग्री अनौपचारिक है और सुपरसेल द्वारा समर्थित नहीं है। अधिक जानकारी के लिए सुपरसेल की प्रशंसक सामग्री नीति देखें: www.supercell.com/fan-content-policy
it: Questo materiale non è ufficiale e non è approvato da Supercell. Per maggiori informazioni consulta la Politica dei Contenuti di Ventilatore di Supercell: www.supercell.com/fan-content-policy
nl: Dit materiaal is onofficieel en wordt niet goedgekeurd door Supercell. Voor meer informatie, zie de Fan Content Policy van Supercell: www.supercell.com/fan-content-policy
pl: Ten materiał jest nieoficjalny i nie jest popierany przez Supercell. Aby uzyskać więcej informacji, zobacz Politykę treści twórców Supercell: www.supercell.com/fan-content-policy
pt: Este material não é oficial e não é endossado pela Supercell. Para obter mais informações, consulte a Política de Conteúdo de Fãs da Supercell: www.supercell.com/fan-content-policy
tr: Bu materyal resmi değildir ve Supercell tarafından desteklenmemektedir. Daha fazla bilgi için Supercell'in Hayran İçerik Politikasına bakın: www.supercell.com/fan-content-policy.
uk: Цей матеріал є неофіційним і не є схваленим Supercell. Для отримання більш докладної інформації перегляньте політику відносно вмісту фан-сайтів Supercell: www.supercell.com/fan-content-policy
ur: یہ مواد غیر سرکاری ہے اور سپر سیل کی طرف سے اس کی توثیق نہیں کی گئی ہے۔ مزید معلومات کے لیے سپر سیل کی مداحوں کے مواد کی پالیسی دیکھیں: www.supercell.com/fan-content-policy
zh: 此材料是非官方的，未得到Supercell的认可。有关更多信息，请参阅Supercell的粉丝内容政策：www.Supercell.com/Fan-Content-Policy

# faqWhyNotAccurate
source: Why is the data sometimes inaccurate or missing?
cs: Proč jsou data někdy nepřesná nebo chybí?
da: Hvorfor mangler dataene nogle gange unøjagtigt?
de: Warum sind die Daten manchmal ungenau oder fehlen?
fi: Miksi tiedot joskus ovat virheellisiä tai puuttuvat?
fr: Pourquoi les données ne sont-elles pas toujours exactes ou manquantes ?
hi: कभी-कभी डेटा गलत या गायब क्यों होता है?
it: Perché i dati sono talvolta inesatti o mancanti?
nl: Waarom zijn de gegevens soms onnauwkeurig of ontbreken ze?
pl: Dlaczego dane czasami są niedokładne lub brakujące?
pt: Por que razão os dados são por vezes imprecisos ou inexistentes?
tr: Veriler bazen neden yanlış veya eksik oluyor?
uk: Чому дані іноді невірні або відсутні?
ur: ڈیٹا بعض اوقات غلط یا غائب کیوں ہوتا ہے؟
zh: 为什么数据有时不准确或缺失？

# faqClanNotTracked
source: Clan not tracked
cs: Klan není sledován
da: Klan ikke sporet
de: Clan wird nicht getrackt
fi: Klaania ei seurata
fr: Clan non suivi
hi: कबीले का पता नहीं लगाया जा सका
it: Clan non tracciato
nl: Clan niet gevolgd
pl: Klan nieśledzony
pt: Clã não rastreado
tr: Klan izlenmiyor
uk: Клан не відстежується
ur: قبیلہ کو ٹریک نہیں کیا گیا۔
zh: 部落未被追踪

# faqClanNotTrackedAnswer
source: ClashKing can only retrieve this info if the clan is tracked. If your clan isn't tracked, please invite the ClashKing Bot to your Discord Server and use the command /addclan. We are working on making this feature available in the app soon.
cs: ClashKing může načíst tyto informace pouze v případě, že je klan sledován. Pokud tvůj klan není sledován, pozvej ClashKing Bot na tvůj Discord server a použij příkaz /addclan. Pracujeme na tom, aby byla tato funkce brzy k dispozici v aplikaci.
da: ClashKing kan kun hente denne info hvis klanen er sporet. Hvis din klan ikke spores, bedes du invitere ClashKing Bot til din Discord Server og bruge kommandoen /addclan. Vi arbejder på at gøre denne funktion tilgængelig i appen snart.
de: ClashKing kann diese Informationen nur abrufen, wenn der Clan erfasst ist. Wenn dein Clan nicht erfasst ist, lade bitte den ClashKing Bot auf deinen Discord-Server ein und benutze den Befehl /addclan. Wir arbeiten daran, diese Funktion bald in der App verfügbar zu machen.
fi: ClashKing voi hakea tämän tiedon vain, jos klaania seurataan. Jos klaania ei seurata, ole hyvä ja kutsu ClashKing Bot Discord-palvelimellesi ja käytä komentoa /addclan. Työskentelemme sen eteen, että tämä ominaisuus on saatavilla pian sovelluksessa.
fr: ClashKing ne peut obtenir ces informations que si le clan est suivi. Si votre clan ne semble pas être suivi, veuillez l'inviter sur un serveur Discord et utiliser la commande /addclan. Nous espérons rendre cette fonctionnalité bientôt disponible dans l'application.
hi: क्लैशकिंग केवल तभी यह जानकारी प्राप्त कर सकता है जब कबीले को ट्रैक किया गया हो। यदि आपका कबीला ट्रैक नहीं किया गया है, तो कृपया क्लैशकिंग बॉट को अपने डिस्कॉर्ड सर्वर पर आमंत्रित करें और /addclan कमांड का उपयोग करें। हम इसे बनाने पर काम कर रहे हैं
it: ClashKing può recuperare queste informazioni solo se il clan viene tracciato. Se il tuo clan non è tracciato, invita il ClashKing Bot al tuo Server Discord e utilizza il comando /addclan. Stiamo lavorando per rendere questa funzione disponibile nell'app presto.
nl: ClashKing kan deze informatie alleen ophalen als de clan wordt gevolgd. Als je clan niet wordt gevolgd, nodig dan de ClashKing Bot uit op je Discord-server en gebruik het commando /addclan. We werken eraan om deze functie binnenkort beschikbaar te maken in de app.
pl: ClashKing może uzyskać te informacje tylko jeśli klan jest śledzony. Jeśli twój klan nie jest śledzony, zaproś bota ClashKing na swój serwer Discord i użyj komendy /addclan. Pracujemy nad udostępnieniem tej funkcji w aplikacji wkrótce.
pt: O ClashKing apenas pode recuperar esta informação se o seu clã for rastreado. Se o seu clã não for rastreado, convide o bot ClashKing para o seu servidor de Discord e use o comando /addclan. Trabalhamos para disponibilizar esta funcionalidade na aplicação em breve.
tr: ClashKing bu bilgiyi yalnızca klan izleniyorsa alabilir. Klanınız izlenmemişse lütfen ClashKing Bot'unu Discord Sunucunuza davet edin ve /addclan komutunu kullanın. Bu özelliği yakında uygulamada kullanılabilir hale getirmek için çalışıyoruz.
uk: ClashKing може отримати цю інформацію лише у випадку, якщо клан відстежується. Якщо ваш клан не відстежується, будь ласка, запросіть ClashKing Bot на свій сервер Discord і використовуйте команду /addclan. Ми працюємо над тим, щоб ця функція була доступна у додатку.
ur: ClashKing یہ معلومات صرف اس صورت میں بازیافت کر سکتا ہے جب قبیلہ کو ٹریک کیا جائے۔ اگر آپ کے قبیلے کو ٹریک نہیں کیا گیا ہے، تو براہ کرم ClashKing Bot کو اپنے Discord Server میں مدعو کریں اور کمانڈ /addclan استعمال کریں۔ ہم جلد ہی اس فیچر کو ایپ میں دستیاب کرنے پر کام کر رہے ہیں.
zh: 只有当部落被追踪时，ClashKing才能检索此信息。如果你的部落没有被追踪，请邀请ClashKing机器人到你的Discord服务器，并使用命令/addclan。我们正在努力尽快在应用程序中提供此功能。

# faqTrackingDown
source: Tracking down
cs: Sledování dolů
da: Sporing ned
de: Tracking nicht aktiv
fi: Seuranta alas
fr: Suivi en panne
hi: ट्रैकिंग
it: Tracciamento giù
nl: Volgen gestopt
pl: Śledzenie
pt: Rastreando
tr: Takip etmek
uk: Відстеження
ur: ٹریکنگ ڈاؤن
zh: 跟踪

# faqTrackingDownAnswer
source: The tracking can stop working for a certain period of time. This is why you can sometimes have holes in your data. We are working on improving this.
cs: Sledování může přestat fungovat po určitou dobu. Proto někdy můžete mít díry ve svých údajích. Pracujeme na tom, abychom to zlepšili.
da: Sporingen kan stoppe med at arbejde i en vis periode. Det er derfor, du nogle gange kan have huller i dine data. Vi arbejder på at forbedre dette.
de: Das Tracking kann für eine gewisse Zeit nicht funktionieren. Deshalb kann es manchmal Lücken in den Daten geben. Wir arbeiten daran, dies zu verbessern.
fi: Seuranta voi lakata toimimasta tietyn ajan. Siksi voit joskus olla reikiä tietojasi. Pyrimme parantamaan tätä.
fr: Le tracking peut cesser de fonctionner pendant un certain temps. C'est pourquoi il peut parfois y avoir des trous dans vos données. Nous faisons de notre mieux pour améliorer cela.
hi: ट्रैकिंग कुछ समय के लिए काम करना बंद कर सकती है। यही कारण है कि कभी-कभी आपके डेटा में छेद हो सकते हैं। हम इसे सुधारने पर काम कर रहे हैं।
it: Il tracciamento può smettere di funzionare per un certo periodo di tempo. Questo è il motivo per cui a volte si possono avere buchi nei tuoi dati. Stiamo lavorando per migliorare questo.
nl: Het volgen kan gedurende een bepaalde periode stoppen met werken. Daarom kun je soms gaten in je gegevens hebben. We werken eraan om dit te verbeteren.
pl: Śledzenie może przestać działać przez pewien okres czasu. Dlatego czasami możesz mieć dziury w swoich danych. Pracujemy nad ich poprawą.
pt: O rastreamento pode parar de funcionar por um certo período. Esta é a razão ao qual pode existir falhas nos seus dados. Estamos a trabalhar para melhorar esta situação.
tr: İzleme belirli bir süre boyunca çalışmayı durdurabilir. Bu nedenle bazen verilerinizde boşluklar olabilir. Bunu iyileştirmek için çalışıyoruz.
uk: Відстеження може припинити працювати в певний проміжок часу. Ось чому іноді у вас є дірки у ваших даних. Ми працюємо над удосконаленням цього.
ur: ٹریکنگ ایک خاص مدت کے لیے کام کرنا بند کر سکتی ہے۔ یہی وجہ ہے کہ بعض اوقات آپ کے ڈیٹا میں سوراخ ہو سکتے ہیں۔ ہم اسے بہتر بنانے پر کام کر رہے ہیں.
zh: 跟踪可以在一段时间内停止工作。这就是为什么你的数据有时会有漏洞。我们正在努力改进这一点。

# faqApiLimitation
source: Clash of Clans API limitation
cs: Střet omezení Clans API
da: Sammenstød mellem klaner API begrænsning
de: Clash of Clans API-Einschränkung
fi: Yhteentörmäyksestä klaanit API rajoitus
fr: Limitation de l'API Clash of Clans
hi: क्लैश ऑफ क्लैंस एपीआई सीमा
it: Limitazione API Clash of Clans
nl: Clash of Clans API limitatie
pl: Ograniczenie interfejsu API Clash of Clans
pt: Limitação da API do Clash of Clans
tr: Clash of Clans API sınırlaması
uk: Обмеження Clash of Clans API
ur: Clash of Clans API کی حد
zh: 部落冲突API限制
