Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# faqShareTheApp
source: Share the app with your friends
cs: Sdílejte aplikaci s přáteli
da: Del appen med dine venner
fi: Jaa sovellus ystäviesi kanssa
hi: इस ऐप को अपने दोस्तों के साथ साझा करें
it: Condividi l'app con i tuoi amici
pt: Compartilha a aplicação com os seus amigos
uk: Поділитися додатком зі своїми друзями
ur: اپنے دوستوں کے ساتھ ایپ کا اشتراک کریں۔
zh: 与朋友分享应用程序

# faqHelpUsTranslate
source: Help us translate the app
cs: Pomozte nám přeložit aplikaci
da: Hjælp os med at oversætte appen
fi: Auta meitä kääntämään sovellus
hi: ऐप का अनुवाद करने में हमारी सहायता करें
it: Aiutaci a tradurre l'app
pt: Ajude-nos a traduzir a aplicação
uk: Допоможіть нам перекласти додаток
ur: ایپ کا ترجمہ کرنے میں ہماری مدد کریں۔
zh: 帮助我们翻译应用程序

# faqInviteTheBot
source: Invite the ClashKing Bot
cs: Invite ClashKing Bot
da: Invite ClashKing Bot
fi: Invite ClashKing Bot
hi: क्लैशकिंग बॉट को आमंत्रित करें
it: Invite ClashKing Bot
pt: Convide o bot ClashKing
uk: Запросити бота ClashKing
ur: ClashKing Bot کو مدعو کریں۔
zh: 邀请ClashKing机器人

# joinLeaveReset
source: Reset
hi: रीसेट करें
pt: Reiniciar
uk: Скинути
ur: دوبارہ ترتیب دیں۔
zh: 重置
