Repository: ClashKingInc/ClashKingApp
Catalog: lib/l10n/app_*.arb
Languages: cs, da, de, fi, fr, hi, it, nl, pl, pt, tr, uk, ur, zh

# warHistoryAverageWarStarsDescription
source: Your clan had an average of {stars} stars per war from the last 50 wars. It represents {percent} of the total stars.
cs: Tvůj klan měl průměr {stars} hvězd za válku z posledních 50 válek. Představuje {percent} celkových hvězd.
da: Din klan havde i gennemsnit {stars} stjerner per krig fra de sidste 50 krige. Den repræsenterer {percent} af de samlede stjerner.
de: Dein Clan hatte im Durchschnitt {stars} Sterne pro Krieg in den letzten 50 Kriegen. Das entspricht {percent}% der Gesamtsterne.
fr: Votre clan a une moyenne de {stars} étoiles par attaque pour les 50 dernières guerres. Cela représente {percent}% des étoiles possibles.
hi: आपके कबीले को पिछले 50 युद्धों में हर युद्ध में औसतन {stars} सितारे मिले थे। यह कुल सितारों का {percent} दर्शाता है।
it: Il tuo clan aveva una media di {stars} stelle per guerra dalle ultime 50 guerre. Rappresenta {percent} delle stelle totali.
nl: Je clan had gemiddeld {stars} sterren per oorlog van de laatste 50 oorlogen. Dit vertegenwoordigt {percent}% van de totale sterren.
pl: Twój klan ma średnio {stars} gwiazdek na końcu ostatnich 50 wojen. Odpowiada to {percent} wszystkich gwiazdek.
pt: O seu clã teve uma média de {stars} estrelas por guerra das últimas 50 guerras. Representa {percent} das estrelas totais.
tr: Klanınız son 50 savaşta savaş başına ortalama {stars} yıldıza sahipti. Toplam yıldızların {percent}'ini temsil ediyor.
uk: Ваш клан мав у середньому {stars} зірок за війну з останніх 50 війн. Це становить {percent} від загальної кількості зірок.
ur: آپ کے قبیلے میں پچھلی 50 جنگوں میں فی جنگ اوسطاً {stars} ستارے تھے۔ یہ کل ستاروں کے {percent} کی نمائندگی کرتا ہے.
zh: 在过去 50 场战争中，您的部落平均每场战争获得 {stars} 颗星星，占比 {percent}

# warHistoryAverageHitRateDescription
source: Your clan had an average of {percent}% destruction rate from the last 50 wars.
cs: Tvůj klan měl z posledních 50 válek v průměru {percent}% destrukci.
da: Din klan havde i gennemsnit {percent}% destruktionsrate fra de sidste 50 krige.
de: Dein Clan hatte eine durchschnittliche Zerstörungsrate von {percent}% in den letzten 50 Kriegen.
fi: Kantasi hävitti keskimäärin {percent}% viimeisen 50 sodan aikana.
fr: Votre clan a une moyenne de {percent}% de taux de destruction pour les 50 dernières guerres.
hi: पिछले 50 युद्धों में आपके कबीले की विनाश दर औसतन {percent}% थी।
it: Il tuo clan ha avuto una media di {percent}% tasso di distruzione dalle ultime 50 guerre.
nl: Je clan had een gemiddeld vernietigingspercentage van {percent}% van de laatste 50 oorlogen.
pl: Twój klan ma średni wskaźnik zniszczenia {percent} na koniec ostatnich 50 wojen.
pt: O seu clã teve uma média de {percent}% de taxa de destruição nas últimas 50 guerras.
tr: Klanınızın son 50 savaşta ortalama %{percent} yıkım oranı vardı.
uk: Ваш клан мав середній показник знищення на рівні {percent}% з останніх 50 війн.
ur: پچھلی 50 جنگوں سے آپ کے قبیلے میں تباہی کی اوسط شرح {percent}% تھی.
zh: 您的部落在过去 50 场战争中的平均摧毁率为 {percent}%

# warPositionMap
source: Map Position
cs: Pozice mapy
da: Kort Position
de: Kartenposition
fi: Kartan Sijainti
fr: Position sur la carte
it: Posizione Mappa
nl: Kaartpositie
pl: Pozycja na mapie
tr: Harita Pozisyonu

# warPositionAbbr
source: Pos
cs: Pozice
pl: Poz
tr: Poz

# warPositionOrder
source: Order
cs: Objednávka
da: Ordre
de: Reihenfolge
fi: Tilaus
fr: Ordre
it: Ordine
nl: Volgorde
pl: Kolejność
tr: Sıralama

# warOpponentTownhall
source: Opp TH
cs: Přihlásit se k TH
de: Gegner RH
fr: HDV adversaire
nl: Tegenstander SH
pl: Przeciwnik TH
tr: Rakip BB

# warOpponentLowerTownhall
source: Lower TH
cs: Dolní TH
da: Nedre TH
de: Niedrigeres RH
fi: Alempi TH
fr: HDV inférieur
it: TH Inferiore
nl: Lager SH
pl: Niższy TH
tr: Düşük BB

# warOpponentUpperTownhall
source: Upper TH
cs: Horní TH
da: Øvre TH
de: Höheres RH
fi: Ylempi TH
fr: HDV supérieur
it: Th Superiore
nl: Hoger SH
pl: Wyższy TH
tr: Yüksek BB

# warOpponentEqualThLevel
source: Equal TH
cs: Rovná se TH
da: Lig Med TH
de: Gleiches Rathaus
fi: Yhtäläinen TH
fr: Niveau d'HDV égal
hi: बराबर TH
it: Uguale TH
nl: Hetzelfde SH
pl: Równy TH
pt: Mesmo CV
tr: Eşit BB
uk: Рівний ТХ
ur: مساوی TH
zh: 大本等级相同

# warOpponentSelectMembersThLevel
source: Members TH Level
cs: Členové TH úroveň
da: Medlemmer TH Niveau
de: Mitglieder Rathauslevel
fi: Jäsenten Th Taso
fr: Niveau d'HDV des membres
hi: सदस्य TH स्तर
it: Livello Membri Th
nl: Leden SH level
pl: Poziomy TH członków
pt: Nível CV de membros
tr: Üyelerin BB Seviyesi
uk: Рівень ТХ учасників
ur: ممبران ٹی ایچ سطح
zh: 成员大本等级

# warOpponentSelectOpponentsThLevel
source: Opponents TH Level
cs: Odpůrci TH úroveň
da: Modstandere TH Niveau
de: Gegnerische Rathauslevel
fi: Vastustajien Th Taso
fr: Niveau d'HDV des adversaires
hi: प्रतिद्वंदी TH स्तर
it: Avversari Livello Th
nl: Tegenstanders SH level
pl: Poziomy TH przeciwnika
pt: Nível CV de oponentes
tr: Rakiplerin BB Seviyesi
uk: Рівень ТХ противників
ur: مخالفین ٹی ایچ سطح
zh: 队友大本等级

# warFiltersLastXwars
source: Last {number} wars
cs: Poslední {number} války
da: Seneste {number} krige
de: Letzte {number} Kriege
fr: Dernières {number} guerres
hi: पिछले {number} युद्ध
nl: Laatste {number} oorlogen
pl: Ostatnie {number} wojen
pt: Últimas {number} guerras
tr: Son {number} savaş
uk: Останні {number} війн
ur: آخری {number} جنگیں۔
zh: 最后{number}场战争

# warFiltersFriendly
source: Friendly
cs: Přátelské
da: Venlig
de: Freundschaftsspiel
fi: Ystävällinen
fr: Amicale
hi: दोस्ताना
it: Amichevole
nl: Vriendschappelijk
pl: Przyjazne
pt: Amigável
tr: Arkadaş canlısı
uk: Дружні
ur: دوستانہ
zh: 友好

# warFiltersRandom
source: Random
cs: Náhodný
da: Tilfældig
de: Zufällig
fi: Satunnainen
fr: Classique
hi: यादृच्छिक
it: Casuale
nl: Willekeurig
pl: Losowe
pt: Aleatório
tr: Rastgele
uk: Глобальні
ur: بے ترتیب
zh: 随机

# warVisibilityToggleTownHall
source: Hide/Show stats from former TH levels
cs: Skrýt/zobrazit statistiky z dřívějších TH úrovní
da: Skjul/Vis statistik fra tidligere TH-niveauer
de: Statistik früherer Rathauslevel
fi: Piilota/Näytä tilastot entisiltä TH-tasoilta
fr: Cacher/Afficher les stats des anciens niveaux d'HDV
hi: पूर्व TH स्तरों से आँकड़े छिपाएँ/दिखाएँ
it: Mostra/nascondi le statistiche dai livelli TH precedenti
nl: Verberg/toon statistieken van voormalige SH-levels
pl: Ukryj/pokaż statystyki z poprzednich poziomów TH
pt: Ocultar/Mostrar estatísticas de níveis de CV antigos
tr: Eski BB seviyelerindeki istatistikleri gizle/göster
uk: Приховати/Показати Статистику з колишніх рівнів Ратуші
ur: سابقہ TH سطحوں سے اعدادوشمار چھپائیں/ دکھائیں۔
zh: 显示/隐藏前大本等级统计

# warEventsTitle
source: Events
cs: Události
da: Begivenheder
de: Ereignisse
fi: Tapahtumat
fr: Événements
hi: घटनाक्रम
it: Eventi
nl: Evenementen
pl: Wydarzenia
pt: Eventos
tr: Etkinlikler
uk: Події
ur: واقعات
zh: 事件

# warEventsNewest
source: Newest
cs: Nejnovější
da: Nyeste
de: Neueste
fi: Uusin
fr: Plus récente
hi: नवीनतम
it: Più Recenti
nl: Nieuwste
pl: Najnowszy
pt: Mais novo
tr: En yeni
uk: Найновіший
ur: تازہ ترین
zh: 最新

# warEventsOldest
source: Oldest
cs: Nejstarší
da: Ældste
de: Älteste
fi: Vanhin
fr: Plus ancienne
hi: सबसे पुराने
it: Vecchio
nl: Oudste
pl: Najstarszy
pt: Mais velho
tr: En eski
uk: Найстаріший
ur: قدیم ترین
zh: 最早

# warStatusReady
source: Opted In
cs: Přihlášen
da: Valgt Ind
de: Angemeldet
fi: Valittu Sisään
fr: Participe
hi: ऑप्ट इन
nl: Aangemeld
pl: Wyrażono zgodę na udział
pt: Optou em
tr: Katılıyor
uk: Готов
ur: آپٹ ان
zh: 参战

# warStatusUnready
source: Opted Out
cs: Vybráno
da: Valgt Ud
de: Abgemeldet
fi: Valittu Ulos
fr: Ne participe pas
hi: बाहर जाने का विकल्प चुना
nl: Afgemeld
pl: Nie wyrażono zgody
pt: Optou fora
tr: Katılmıyor
uk: Не готов
ur: آپٹ آؤٹ
zh: 退出

# warStatusMissed
source: Missed
cs: Zmeškané
da: Ubesvaret
de: Verpasst
fi: Vastaamaton
fr: Manquée
it: Perso
nl: Gemist
pl: Pominione
tr: Kaçırıldı

# warAbbreviationAvg
source: Avg
cs: Prům.
da: Gns
de: Ø
fi: Keskiarvo
fr: Moy
it: Media
nl: Gem
pl: Śr
tr: Ort

# warAbbreviationAvgPercentage
source: Avg %
cs: Prům. %
da: Gns. %
de: Ø %
fi: Keskim.
fr: Moy%
it: Media %
nl: Gem %
pl: Śr %
tr: Ort %

# cwlTitle
source: CWL
de: Clankriegsliga
fr: LDC
tr: KSL
uk: ЛВК
ur: سی ڈبلیو ایل
zh: 部落联赛

# cwlClanWarLeague
source: Clan War League
cs: Válečná liga klanu
da: Klan Krigsliga
de: Clankriegsliga
fi: Klaani Sota Liiga
fr: Ligue de clan
hi: वंश युद्ध लीग
it: Lega Di Guerra Del Clan
nl: Clanoorlogsdivisie
pl: Wojna Ligowa
pt: Liga de Guerra de Clãs
tr: Klan Savaş Ligi
uk: Ліга Війн Кланів
ur: قبیلہ وار لیگ
zh: 部落战联赛

# cwlOngoing
source: Ongoing CWL
cs: Probíhající CWL
da: Igangværende CWL
de: Laufende Clankriegsliga
fi: CWL On Käynnissä
fr: Ligue en cours
hi: चल रही सी.डब्लू.एल.
it: Cwl In Corso
nl: Lopende CWL
pl: Trwające CWL
pt: CWL em curso
tr: Devam eden KSL
uk: Поточна ЛВК
ur: جاری CWL
zh: 正在进行的部落联赛

# cwlRounds
source: Rounds
cs: Kola
da: Runder
de: Runden
fi: Kierrokset
fr: Tours
hi: राउंड
it: Proiettili
nl: Rondes
pl: Rundy
pt: Rondas
tr: Turlar
uk: Раунди
ur: راؤنڈز
zh: 轮次

# cwlRoundNumber
source: Round {number}
cs: Kolo {number}
da: Runde {number}
de: Runde {number}
fi: Pyöreä {number}
fr: Tour {number}
nl: Ronde {number}
pl: Runda {number}
tr: Tur {number}

# cwlCurrentRound
source: It's currently round {round}.
cs: Aktuální kolo (Kolo {round})
da: Aktuel runde (Round {round})
de: Es ist aktuell Runde {round}.
fr: Nous sommes actuellement au tour {round}.
hi: यह वर्तमान में गोल {round} है।
it: Round corrente ( {round})
nl: Huidige ronde (ronde {round})
pl: Obecnie jest runda {round}.
pt: Atualmente é a ronda {round}.
tr: Şu anda tur {round}.
uk: Наразі триває раунд {round}.
ur: یہ فی الحال گول {round} ہے.
zh: 当前是第 {round} 轮。

# cwlRank
source: Your clan is currently ranked {rank}.
cs: Váš klan je v současné době v žebříčku {rank}.
da: Din klan er i øjeblikket rangeret {rank}.
de: Dein Clan ist aktuell auf Rang {rank}.
fr: Votre clan est actuellement classé numéro {rank}.
hi: आपका कबीला वर्तमान में {rank} पर है.
it: Il tuo clan è attualmente classificato {rank}.
nl: Je clan staat momenteel op rang {rank}.
pl: Twój klan jest obecnie sklasyfikowany jako {rank}.
pt: O seu clã está atualmente classificado {rank}.
tr: Klanınız şu anda {rank} sıralamasında.
uk: Ваш клан наразі займає {rank} місце.
ur: آپ کا قبیلہ فی الحال {rank} کا درجہ رکھتا ہے.
zh: 你的部落当前排名第 {rank}。

# cwlStars
source: Your clan has a total of {stars} stars.
cs: Váš klan má celkem {stars} hvězd.
da: Din klan har i alt {stars} stjerner.
de: Dein Clan hat insgesamt {stars} Sterne.
fi: Sinun klaanissasi on yhteensä {stars} tähteä.
fr: Votre clan a un total de {stars} étoiles.
hi: आपके कबीले में कुल {stars} सितारे हैं
nl: Je clan heeft in totaal {stars} sterren.
pl: Twój klan ma ogólnie {stars} gwiazd.
pt: O seu clã têm um total de {stars} estrelas.
tr: Klanınızın toplam {stars} yıldızı var.
uk: Ваш клан має загально {stars} зірок.
ur: آپ کے قبیلے میں کل {stars} ستارے ہیں.
zh: 你的部落共获得 {stars} 颗星。

# cwlDestructionPercentage
source: Your clan has a total destruction rate of {percent}%.
cs: Tvůj klan má celkovou destrukci {percent}%.
da: Din klan har en total ødelæggelse på {percent}%.
de: Dein Clan hat eine Zerstörungsrate von {percent}%.
fi: Sinun klaani tuhoamisaste on {percent}%.
fr: Votre clan a un taux de destruction de {percent}%.
hi: आपके कबीले की कुल विनाश दर {percent}% है।
nl: Je clan heeft een totaal vernietigingspercentage van {percent}%.
pl: Twój klan ma ogólny wskaźnik zniszczenia wynoszący {percent}%.
pt: O seu clã têm uma taxa total de destruição de {percent}%.
tr: Klanınızın toplam yıkım oranı %{percent}'dir.
uk: Ваш клан має загальний рівень знищення {percent}%.
ur: آپ کے قبیلے میں تباہی کی کل شرح {percent}% ہے.
zh: 你的部落的总摧毁率为 {percent}%。

# cwlTotalAttacks
source: Your clan has a total of {attacks} attacks out of {totalAttacks} possible attacks.
cs: Váš klan má celkem útok {attacks} z možných útoků {totalAttacks}.
da: Din klan har i alt {attacks} angreb ud af {totalAttacks} mulige angreb.
de: Dein Clan hat insgesamt {attacks} Angriffe von {totalAttacks} möglichen Angriffen.
fi: Klaanillasi on yhteensä {attacks} hyökkäystä {totalAttacks} mahdollisesta hyökkäyksestä.
fr: Ton clan a un total de {attacks} attaques sur {totalAttacks} attaques possibles.
nl: Je clan heeft in totaal {attacks} aanvallen van {totalAttacks} mogelijke aanvallen.
pl: Twój klan ma łącznie {attacks} ataków z {totalAttacks} możliwych ataków.
tr: Klanının toplam {totalAttacks} olası saldırıdan {attacks} saldırısı var.

# joinLeaveTitle
source: Join/Leave Logs (Current Season)
cs: Připojit/odejít logy (příchozí sezona)
da: Tilmeld/Forlad Logfiler (periodevis)
de: Beitritts-/Austritts-Logs (Aktuelle Saison)
fi: Join/Jätä Lokit (Nykyinen Kausi)
fr: Historique d'arrivées/départs
it: Registri Di Entrata/Uscita (Stagione Attuale)
nl: Deelnemen/Verlaten Logboeken (huidige seizoen)
pl: Logi dołączeń/opuśczeń (aktualny sezon)
tr: Katılma/Ayrılma Kayıtları (Mevcut Sezon)

# joinLeaveJoin
source: Join
cs: Připojit se
da: Deltag
de: Beigetreten
fi: Liity
fr: Arrivée
hi: जोड़ना
it: Entra
nl: Toetreden
pl: Dołącz
pt: Entrar
tr: Katıl
uk: Приєднатися
ur: شمولیت
zh: 加入

# joinLeaveLeave
source: Leave
cs: Opustit
da: Forlad
de: Verlassen
fi: Poistu
fr: Départ
hi: छुट्टी
it: Abbandona
nl: Verlaten
pl: Opuść
pt: Sair
tr: Ayrıl
uk: Залишити
ur: چھوڑو
zh: 退出

# joinLeaveJoins
source: Joins
cs: Připojit se
da: Deltager
de: Beitritte
fi: Liitännäiset
fr: Arrivées
it: Partecipa
nl: Toetredingen
pl: Dołączenia
tr: Katılımlar

# joinLeaveLeaves
source: Leaves
cs: Listová zelenina a čerstvé bylinky
da: Blade
de: Austritte
fi: Lehdet
fr: Départs
it: Foglie
nl: Vertrokken
pl: Opuśzczenia
tr: Ayrılmalar

# joinLeaveUniquePlayers
source: Unique Players
cs: Unikátní hráči
da: Unikke Spillere
de: Einzigartige Spieler
fi: Ainutlaatuiset Pelaajat
fr: Joueurs uniques
it: Giocatori Unici
nl: Unieke spelers
pl: Unikalni gracze
tr: Benzersiz Oyuncular

# joinLeaveMovingPlayers
source: Moving Players
cs: Přesouvání hráčů
da: Flytter Spillere
de: Wechselnde Spieler
fi: Siirretään Pelaajia
fr: Joueurs mobiles
it: Giocatori In Movimento
nl: Wisselende spelers
pl: Ruchomi gracze
tr: Hareketli Oyuncular

# joinLeaveMostMovingPlayers
source: Most Moving Players
cs: Nejvíce se pohybující hráči
da: Mest Bevægende Spillere
de: Meist wechselnde Spieler
fi: Eniten Liikkuvat Pelaajat
fr: Joueurs les plus mobiles
it: Più Giocatori In Movimento
nl: Meest wisselende spelers
pl: Najbardziej ruchomi gracze
tr: En Hareketli Oyuncular

# joinLeaveStillInClan
source: Still in Clan
cs: Stále v klanu
da: Stadig i klan
de: Noch im Clan
fi: Vielä klaanissa
fr: Toujours dans le clan
it: Ancora in clan
nl: Nog in de clan
pl: Nadal w klanie
tr: Hala Klanda

# joinLeaveLeftForever
source: Left Forever
cs: Vždy vlevo
da: Venstre For Evigt
de: Für immer gegangen
fi: Vasemmalle Ikuisesti
fr: Parti définitivement
it: Sinistra Per Sempre
nl: Voor altijd vertrokken
pl: Opuścił na zawsze
tr: Sonsuza Dek Ayrıldı

# joinLeaveRejoinedPlayers
source: Rejoined Players
cs: Odmítnutí hráči
da: Gentilsluttede Spillere
de: Wieder beigetretene Spieler
fi: Liitynyt Pelaajiin
fr: Joueurs revenus
it: Giocatori Rientrati
nl: Weer toegetreden spelers
pl: Gracze, którzy ponownie dołączyli
tr: Yeniden Katılan Oyuncular

# joinLeaveAvgTimeJoinLeave
source: Avg Join/Leave Time
cs: Prům. čas připojení/odchodu
da: Gns Tilmeld/Forlad Tid
de: Ø Beitritts-/Austrittszeit
fi: Keskim. Keskim. Poissaoloaika
fr: Temps moyen entre arrivée/départ
it: Tempo Media Di Entrata/Uscita
nl: Gem. toetredings-/uitredingstijd
pl: Śr czas dołączenia/opuśzczenia
tr: Ort Katılma/Ayrılma Zamanı

# joinLeavePeakHour
source: Most Active Hour
cs: Nejaktivnější Hodina
da: Mest Aktive Time
de: Aktivste Stunde
fi: Aktiivisin Tunti
fr: Heure de pointe
it: Ora Più Attiva
nl: Meest actieve uur
pl: Najbardziej aktywna godzina
tr: En Aktif Saat

# joinLeaveNumberDescription
source: {number} leave events occurred during the current season ({date}).
cs: Události {number} se odehrály během aktuální sezóny ({date}).
de: {number} Austritts-Ereignisse traten während der aktuellen Saison auf ({date}).
fr: {number} joueurs ont quitté le clan durant la saison actuelle ({date}).
it: {number} lascia gli eventi durante la stagione corrente ({date}).
nl: {number} vertrekevents vonden plaats tijdens het huidige seizoen ({date}).
pl: W czasie aktualnego sezonu wystąpiło {number} zdarzeń opuśzczenia ({date}).
tr: Mevcut sezon boyunca {number} ayrılma olayı gerçekleşti ({date}).

# joinLeaveJoinNumberDescription
source: {number} join events occurred during the current season ({date}).
cs: Během aktuální sezóny ({date} ) se objevily události {number}.
da: {number} join begivenheder opstod i den aktuelle sæson ({date}).
de: {number} Beitritts-Ereignisse traten während der aktuellen Saison auf ({date}).
fr: {number} joueurs ont rejoint le clan durant la saison actuelle ({date}).
nl: {number} spelers zijn toegetreden tijdens het huidige seizoen ({date}).
pl: W czasie aktualnego sezonu wystąpiło {number} zdarzeń dołączenia ({date}).
tr: Mevcut sezon boyunca {number} katılma olayı gerçekleşti ({date}).

# joinLeaveMovingNumberDescription
source: {number} player(s) left and rejoined the clan during the current season ({date}).
cs: {number} hráči vlevo a znovu se připojili ke klanu během aktuální sezóny ({date}).
da: {number} spiller(e) til venstre og tilsluttede sig klanen i den aktuelle sæson ({date}).
de: {number} Spieler verließen den Clan und traten während der aktuellen Saison wieder bei ({date}).
fr: Joueurs mobiles
it: {number} giocatore(i) partito(i) e rientrato nel clan durante la stagione corrente ({date}).
nl: {number} speler(s) zijn de clan uit gegaan en weer teruggekeerd tijdens het huidige seizoen ({date}).
pl: {number} graczy opuściło i ponownie dołączyło do klanu podczas aktualnego sezonu ({date}).
tr: Mevcut sezon boyunca {number} oyuncu klanı terk etti ve yeniden katıldı ({date}).

# joinLeaveUniqueNumberDescription
source: {number} unique player(s) joined/left the clan during the current season ({date}).
cs: {number} unikátní hráč se připojil/opustil klan během aktuální sezóny ({date}).
da: {number} unikke spiller(e) tilsluttede/forlod klanen i den aktuelle sæson ({date}).
de: {number} einzigartige Spieler traten dem Clan bei/verließen ihn während der aktuellen Saison ({date}).
fr: Joueurs uniques
it: {number} giocatori unici si sono uniti/hanno lasciato il clan durante la stagione corrente ({date}).
nl: {number} unieke speler(s) zijn de clan binnengekomen of vertrokken tijdens het huidige seizoen ({date}).
pl: {number} unikalnych graczy dołączyło/opuściło klan podczas aktualnego sezonu ({date}).
tr: Mevcut sezon boyunca {number} benzersiz oyuncu klana katıldı/ayrıldı ({date}).

# joinLeaveStillInClanNumberDescription
source: {number} player(s) joined and are still in the clan.
cs: {number} hráči se připojili a jsou stále v klanu.
da: {number} spiller(e) tilsluttede sig og er stadig i klanen.
de: {number} Spieler traten bei und sind noch im Clan.
fi: {number} pelaajaa liittyi ja on edelleen klaanissa.
fr: Toujours dans le clan
it: {number} giocatore/i entrato/i e sono ancora nel clan.
nl: {number} speler(s) zijn toegetreden en zitten nog steeds in de clan.
pl: {number} graczy dołączyło i nadal jest w klanie.
tr: {number} oyuncu katıldı ve hala klanda.

# joinLeaveLeftClanNumberDescription
source: {number} player(s) joined, then left the clan and never rejoined.
cs: {number} hráči se připojili, poté opustili klan a nikdy se nepřipojili.
da: {number} spiller(e) tilsluttede, så forlod klanen og blev aldrig genoprettet.
de: {number} Spieler traten bei, verließen dann den Clan und traten nie wieder bei.
fi: {number} pelaajaa liittyi, sitten lähti klaanista eikä koskaan liittynyt.
fr: Ont quitté le clan
it: {number} giocatore(i) entrato, poi ha lasciato il clan e non si è mai rientrato.
nl: {number} speler(s) zijn toegetreden, daarna vertrokken en nooit teruggekeerd naar de clan.
pl: {number} graczy dołączyło, następnie opuściło klan i już nigdy nie wróciło.
tr: {number} oyuncu katıldı, sonra klanı terk etti ve bir daha katılmadı.

# joinLeaveLeftOnAt
source: Left on {date} at {time}.
cs: Vlevo na {date} v {time}.
da: Venstre på {date} på {time}.
de: Verlassen am {date} um {time}.
fr: Est parti le {date} à {time}.
hi: {date} को {time} पर छोड़ा गया.
it: Sinistra su {date} a {time}.
nl: Vertrokken op {date} om {time}.
pl: Opuścił {date} o {time}.
pt: Saiu a {date} às {time}.
tr: {date} tarihinde {time}te ayrıldı.
uk: Покинув {date} о {time}.
ur: {date} کو {time} پر روانہ ہوا.
zh: 于 {date} 的 {time} 离开。

# joinLeaveJoinedOnAt
source: Joined on {date} at {time}.
cs: Přidal/a se na {date} v {time}.
da: Tilmeldt {date} på {time}.
de: Beigetreten am {date} um {time}.
fr: A rejoint le {date} à {time}.
hi: {date} को {time} पर शामिल हुए.
it: Entrato il {date} a {time}.
nl: Lid geworden op {date} om {time}.
pl: Dołączono w dniu {date} o godz. {time}.
pt: Entrou a {date} às {time}.
tr: {date} tarihinde {time}te katıldı.
uk: Приєднався {date} о {time}.
ur: {date} کو {time} پر شامل ہوا.
zh: 于 {date} 的 {time} 加入。

# raidsTitle
source: Raids
cs: Nájezdy
de: Überfälle
fi: Raidat
it: Incursori
pl: Najazdy
tr: Baskınlar

# raidsLast
source: Last raids
cs: Poslední nájezdy
da: Sidste razziaer
de: Letzte Überfälle
fi: Viimeiset hyökkäykset
fr: Derniers raids
hi: अंतिम छापे
it: Ultimi raid
nl: Laatste raids
pl: Ostatnie rajdy
pt: Últimos raides
tr: Son baskınlar
uk: Останні рейди
ur: آخری چھاپے۔
zh: 历史突袭记录

# raidsOngoing
source: Ongoing raids
cs: Probíhající srážky
da: Igangværende razziaer
de: Aktuelle Überfälle
fi: Käynnissä olevat hyökkäykset
fr: Raids en cours
hi: जारी छापे
it: Incursioni in corso
nl: Lopende raids
pl: Trwające rajdy
pt: Raides em curso
tr: Devam eden baskınlar
uk: Поточні рейди
ur: جاری چھاپے۔
zh: 进行中的突袭

# raidsDistrictsDestroyed
source: Districts destroyed
cs: Okresy zničeny
da: Distrikter ødelagt
de: Zerstörte Bezirke
fi: Tuhoutuneet alueet
fr: Districts détruits
hi: नष्ट हुए जिले
it: Distretti distrutti
nl: Districten vernietigd
pl: Dzielnice zniszczone
pt: Distritos destruídos
tr: Yıkılan bölgeler
uk: Знищені райони
ur: اضلاع تباہ
zh: 摧毁的都城

source: Raids completed
cs: Plnění nájezdů
da: Raids fuldført
de: Abgeschlossene Überfälle
fi: Raidat valmiit
fr: Raids complétés
hi: छापे पूरे हुए
it: Incursioni completate
nl: Raids voltooid
pl: Ukończone rajdy
pt: Raides finalizados
tr: Tamamlanan baskınlar
uk: Завершені рейди
ur: چھاپے مکمل
zh: 已完成突袭

# searchNoResult
source: No result.
cs: Bez výsledku.
da: Intet resultat.
de: Kein Ergebnis.
fi: Ei tuloksia.
fr: Aucun résultat.
hi: कोई परिणाम नहीं
it: Nessun risultato.
nl: Geen resultaat.
pl: Brak wyników.
pt: Sem resultado.
tr: Sonuç yok.
uk: Нічого не знайдено.
ur: کوئی نتیجہ نہیں نکلا.
zh: 没有找到该查询的结果

# maintenanceTitle
source: Maintenance
cs: Údržba
da: Vedligeholdelse
de: Wartung
fi: Huolto
it: Manutenzione
nl: Onderhoud
pl: Konserwacja
tr: Bakım
